
var relationshipData_ch = [
    {
        id: "RY",
        chara1: "yoni",
        chara2: "ryan",
        label: "一觸即發",
        desc1: "好強！！！",
        desc2: "臭小鬼殺了你",
        descDetail1: "大哥的超強超兇隊友？？！！",
        descDetail2: "死吧過動兒。",
        content: [
            "尤尼是少數在對戰時能偶爾打中RJ的人，雖然每次都只是互相ＫＯ，但這導致RJ對他很不爽，一看到就想扁。",
            "兩人似乎共同參與某個可疑團體。"
        ]
    },
    {
        id: "YE",
        chara1: "yoni",
        chara2: "ellie",
        label: "朋友",
        desc1: "吃軟糖ㄇ！",
        desc2: "超怪的人笑死",
        descDetail1: "亞克的老妹耶<br>安安～～～～",
        descDetail2: "讓人哭笑不得的<br>超怪傢伙",
        content: [
            "自從艾克開始作為Rotton Buttons一員活動後，艾莉接連認識了裡面的成員，尤尼就是此時和她交上的朋友。",
            "尤尼常常拿她的眉毛形狀開玩笑。"
        ]
    },
    {
        id: "XY",
        chara1: "yoni",
        chara2: "xiu",
        label: "朋友",
        desc1: "吃軟糖ㄇ！",
        desc2: "覺得有點危險",
        descDetail1: "我也可以<br>喝酒嗎！！！！！",
        descDetail2: "不行啦www<br>老愛添麻煩的小子",
        content: [
            "小布跟亞克在組隊招人時認識的，因為同是Rotton Buttons成員，很常一起出去玩。",
            "修時常吐槽尤尼，也常幫小布一起阻止尤尼添麻煩，不過因為修力氣不大也不太有耐心所以偶爾會演變成兩人一起鬧事。"
        ]
    },
    {
        id: "RL",
        chara1: "lance",
        chara2: "ryan",
        label: "親友",
        desc1: "不要再添麻煩了",
        desc2: "什麼麻煩？",
        descDetail1: "只要不碰到界線<br>就是個很好的戰友跟朋友",
        descDetail2: "想打架？隨時奉陪。",
        content: [
            "RJ跟蘭斯幾次的初對面都是在生死搏鬥，因為認可對方的技術，不知不覺就混熟了。",
            "RJ基本上是因為被蘭斯說服才答應加入黑娜的隊。",
            "兩人連平常最普通的聊天吃飯付錢開作戰會議等事情都可以演變成生死搏鬥。看的米奈瓦滿頭問號。",
            "RJ時常捉弄蘭斯。例如神不知鬼不覺的把蘭斯的跳跳糖摸走然後吃掉或是直接當著他的面灑在地上。"
        ]
    },
    {
        id: "LM",
        chara1: "lance",
        chara2: "minerva",
        label: "隊友",
        desc1: "有潛力的新人",
        desc2: "不太敢搭話"
    },
    {
        id: "LY",
        chara1: "yoni",
        chara2: "lance",
        label: "兄弟",
        desc1: "(亂碰私人物品)",
        desc2: "(抓住扔出窗外)",
        descDetail1: "大哥酷爆！！！",
        descDetail2: "到底要講幾遍<br>不要弄亂我東西",
        content: [
            "親兄弟，目前兩人住在一起。",
            "家裡各種地方（例如冰箱、櫃子等）被蘭斯完美地劃分成兩半來保障自己的私人空間，可惜這無法阻止尤尼亂翻蘭斯的東西。",
            "尤尼在跟可疑團體打交道的事情蘭斯略有所聞，他並不希望尤尼誤入歧途。"
        ]
    },
    {
        id: "LB",
        chara1: "lance",
        chara2: "blade",
        label: "前後輩",
        desc1: "指導＆照顧",
        desc2: "仰慕＆喜歡",
        descDetail1: "需要幫忙的話<br>儘管說",
        descDetail2: "很厲害很可靠<br>最喜歡了…",
        content: [
            "蘭斯從小就認識小布姊弟，所以兩人算是兒時玩伴。",
            "蘭斯一直都是小布被姐姐欺負時的唯一依靠，小時侯常對小布說「我一定會保護你的」",
            "蘭斯教了小布很多事情，包含戰鬥技巧或甚至是煮飯之類的",
            "對小布來說，蘭斯是心靈綠洲＆靠山＆英雄般的存在。小布對他有著難以言喻的戀慕。",
            "小布身上的項鍊是蘭斯送的。"
        ]
    },
    {
        id: "XB",
        chara1: "xiu",
        chara2: "blade",
        label: "親友",
        desc1: "很喜歡",
        desc2: "別煩",
        descDetail1: "真是可愛<br>很想捉弄一下",
        descDetail2: "重要的朋友<br>有時有點煩人就是了",
        content: [
            "修是因為亞克對小布的執著而開始對小布產生了好奇心與興趣，起初只是為了讓亞克忌妒而有目的的接近小布，但混久了就產生了深厚的感情。",
            "修常常請小布喝飲料或吃點心，還會跑去小布家串門子，總是刻意阻止亞克跟小布獨處。",
            "小布總是那個在修理智低落時第一個去安撫他鼓勵他的人",
            "修會試圖緩解小布內向的性格，偶爾拉著小布去參加派對或聚會之類的",
            "小布戴的魚鉤手環是修在他生日時送的"
        ]
    },
    {
        id: "EX",
        chara1: "xiu",
        chara2: "edd",
        label: "朋友&同事",
        desc1: "酸言酸語",
        desc2: "酸言酸語",
        descDetail1: "好難捉摸的傢伙啊",
        descDetail2: "社交很有一套呢<br>真羨慕。",
        content: [
            "在同個餐酒吧工作，修是酒吧的學徒，艾德則是半職服務生。",
            "待補"
        ]
    },
    {
        id: "XE",
        chara1: "xiu",
        chara2: "ellie",
        label: "網路閨密",
        desc1: "信賴",
        desc2: "支持",
        descDetail1: "聊天八卦好搭檔<3",
        descDetail2: "有發文一秒衝去按讚<br>くコ:彡~~~~",
        content: [
            "兩人是透過亞克認識的，在亞克和修分手之後兩人開始變得比較常聊天。兩個人很合得來，也常常會聊八卦。",
            "修的社交帳號養的成功的原因有部分是因為艾莉的支持。",
            "艾莉視修為要好的朋友，只要有人在網路上抹黑修的話，她會召集網軍黑回去。"
        ]
    },
    {
        id: "XA",
        chara1: "xiu",
        chara2: "axel",
        label: "已分手",
        desc1: "別計較了嘛",
        desc2: "還是有點不爽",
        descDetail1: "其實對於被甩<br>一直都有些不甘心",
        descDetail2: "幹超尷尬<br>勉強可以當朋友啦",
        content: [
            "兩人是舊識，常常一起玩漆彈，並慢慢的衍生出了朋友以上的感情。",
            "修在走出霸凌事件後的性格變化導致兩人開始變得不合，最後是由亞克提出的分手，原因是「我不喜歡新的你」。",
            "兩人因為小布的出現才開始繼續來往並重新一起玩漆彈，平時偶爾會有些小尷尬，但總體來說還是相處得不錯。",
            "修的心底其實還是有一絲絲希望可以跟亞克複合。"
        ]
    },
    {
        id: "RH",
        chara1: "ryan",
        chara2: "hannah",
        label: "隊友",
        desc1: "遵從指示",
        desc2: "覺得有點危險",
        descDetail1: "我只做<br>合約概括到的事情",
        descDetail2: "幹別把我們隊<br>搞得像黑道好嗎",
        content: [
            "待補"
        ]
    },
    {
        id: "LH",
        chara1: "lance",
        chara2: "hannah",
        label: "舊識",
        desc1: "很瞭解",
        desc2: "信賴",
        descDetail1: "真是老樣子",
        descDetail2: "混帳快回我簡訊",
        content: [
            "蘭斯從小就和黑娜認識，是黑娜少數能信賴的人，黑娜常常跟他吐苦水。",
            "蘭斯有點像是黑娜的理智防線，總是能把黑娜從崩潰跟發狂的懸崖邊抓回來。",
            "黑娜不喜歡蘭斯與自己弟弟小布走得很近，蘭斯也很清楚這點，也會在黑娜面前幫小布說話。黑娜目前對此只能睜一隻眼閉一隻眼。"
        ]
    },
    {
        id: "YB",
        chara1: "yoni",
        chara2: "blade",
        label: "兒時玩伴",
        desc1: "小布讚讚",
        desc2: "別煩",
        descDetail1: "小布小布小布<br>快快快快陪我玩",
        descDetail2: "不愧是尤尼<br>每天都這麼無厘頭",
        content: [
            "尤尼是小布少數的兒時玩伴，總是在小布和蘭斯旁邊湊熱鬧。",
            "超級開朗的活寶尤尼在小布最陰暗的時期給他帶來了一點笑容。總能搞出各種智障把戲把小布逗笑。",
            "小布跟亞克組成Rotten Buttons後，小布邀了尤尼進隊伍。",
            "小布的髮帶是尤尼在他生日時送的。"
        ]
    },
    {
        id: "YA",
        chara1: "yoni",
        chara2: "axel",
        label: "朋友",
        desc1: "吃軟糖ㄇ！",
        desc2: "怪胎欸",
        descDetail1: "小惡愛生氣～～",
        descDetail2: "少根筋的白癡<br>（但是個很好玩的傢伙）",
        content: [
            "待補"
        ]
    },
    {
        id: "BE",
        chara1: "ellie",
        chara2: "blade",
        label: "朋友",
        desc1: "在意＆崇拜",
        desc2: "有點吵但人不錯",
        descDetail1: "酷酷的又很貼心<br>超級在意的啦",
        descDetail2: "話很多的女生<br>不過相處起來很愉快",
        content: [
            "艾莉是透過哥哥亞克認識了小布。",
            "因為哥哥總是朝小布那邊跑就對小布有一定程度的在意，作為４號工作時也見識了前輩的小布的表現，對他有一定程度的仰慕，而且清楚的知道哥哥對小布的好感。",
            "待補"
        ]
    },
    {
        id: "HB",
        chara1: "blade",
        chara2: "hannah",
        label: "姊弟",
        desc1: "畏懼",
        desc2: "家暴＆厭惡",
        descDetail1: "什麼都做不了<br>對不起…",
        descDetail2: "看到就噁心<br>讓人憤怒的存在",
        content: [
            "從小媽媽就非常偏袒小布，黑娜得到的只有忽視，因此對弟弟有極大的心結。自從媽媽過世以後黑娜就開始生理與心理家暴。黑娜脾氣好的時候冷落他，脾氣差則用很惡劣的話語去刺激弟弟或是乾脆狠狠揍他一頓。",
            "對於黑娜的暴力行為，小布採取迴避措施，能躲就躲。",
            "雖然很怕黑娜，但小布還是默默和她一起生活，食物也會準備她的份，這件事也讓黑娜覺得很煩，並且覺得互相討厭比較輕鬆。",
            "在小布因緣際會當上３號並開始找到人生新方向時，才終於下定決心跟黑娜分開。"
        ]
    },
    {
        id: "AB",
        chara1: "blade",
        chara2: "axel",
        label: "親友&勁敵",
        desc1: "別煩",
        desc2: "有好感",
        descDetail1: "不可或缺的大親友<br>偶爾讓人操心",
        descDetail2: "各種方面都好喜歡<br>想一直一直混一起",
        content: [
            "第一次見面是亞克比賽隨機排到小布，兩人起了衝突並且演變成打架，最後搞到不歡而散時，忽然萌生了想和小布組隊的想法。接著為了要獲得小布聯絡方式還特地答應螢的請求，當上了４號。經過一番折騰後才終於如願以償。",
            "雖然是打架認識的，但亞克對小布有點像是一見鍾情的感覺，亞克本人不知情就是了。",
            "亞克一直把小布當成厲害的勁敵，喜歡和他比較跟切磋。這份感情後來妥妥的演變成了強烈的好感。",
            "亞克常常會跑去小布家拜訪，每次想跟小布獨處都事與願違，慘。",
            "不管是妹妹還是前男友都要跟他搶男人，這讓亞克非常靠北。",
            "雖然表面上一直表現得很煩，但是小布其實很珍惜亞克的陪伴。",
            "小布身上戴的耳飾是亞克在他生日時送的。"
        ]
    },
    {
        id: "AE",
        chara1: "ellie",
        chara2: "axel",
        label: "兄妹",
        desc1: "吵死了！",
        desc2: "你才吵！",
        descDetail1: "北七少打點架啦<br>奶奶很擔心你欸",
        descDetail2: "幹不要吵<br>你才北七",
        content: [
            "兄妹兩個人目前跟奶奶一起住。",
            "兩人經常鬥嘴互嗆，但實際上還是很關心對方，大概是越吵感情越好的那種手足。",
            "兄妹兩個人會輪流照顧奶奶，兩人都超級喜歡吃奶奶做的夏威夷蓋飯。",
            "平時跟別人打架很兇的亞克在被妹妹打的時候只會嚇的跳起來或是逃跑。",
            "兩人對互相的交際圈跟心儀對象瞭若指掌，亞克曾對艾莉放過話「不要跟我搶男人」。（結果最後還是演變成發廚分享大會）"
        ]
    },
    {
        id: "RM",
        chara1: "ryan",
        chara2: "minerva",
        label: "隊友",
        desc1: "有何貴幹?",
        desc2: "可怕的人…"
    },
    {
        id: "RB",
        chara1: "ryan",
        chara2: "blade",
        label: "微妙",
        desc1: "真好欺負",
        desc2: "可怕的人…"
    },
    {
        id: "HM",
        chara1: "hannah",
        chara2: "minerva",
        label: "朋友",
        desc1: "堅持拉進隊裡",
        desc2: "為什麼特別選我？",
        descDetail1: "廢話少說乖乖練槍<br>有才華就該培養",
        descDetail2: "很好奇那尖銳的外在<br>之下的她是什麼樣的",
        content: [
            "初次會面是作為章魚軍團一員的米奈瓦對上了以３號身分出勤的黑娜，見到米奈瓦實力的黑娜希望她來陸上加入自己的隊伍，起先米奈瓦毫無意願，但在黑娜堅持不懈多次交戰後終於妥協，就這樣半推半就的到了陸上。",
            "對於為什麼黑娜如此執著要米奈瓦加入，黑娜一直沒有給出明確的答案。",
            "米奈瓦有辦法看穿黑娜心思，幾次黑娜情緒瀕臨崩潰時米奈瓦陪她聊天緩解，黑娜才對她稍微開了一點心房。",
            "待補"
        ]
    },
    {
        id: "BM",
        chara1: "blade",
        chara2: "minerva",
        label: "點頭之交",
        desc1: "覺得很厲害",
        desc2: "有點感興趣"
    },
    {
        id: "EB",
        chara1: "blade",
        chara2: "edd",
        label: "朋友",
        desc1: "別煩",
        desc2: "想更親密",
        descDetail1: "這傢伙<br>也太黏了吧…",
        descDetail2: "真是完美的存在",
        content: [
            "兩人相識的契機是深海地鐵事件，小布在當時作為３號出勤。",
            "艾德原本就對陸上世界有無限憧憬，並對魷魚這個種族抱有強烈好奇心，並因為無法脫離地下軍團一直在心智崩潰的邊緣。因此小布那天的現身跟幫助給他帶來了巨大的衝擊。被他說是什麼「幽暗絕望中的那一絲美好」，還會時不時說對方是「救世主」，讓小布聽得滿頭問號。",
            "自從認識小布後就成天只想著他，迫切的希望可以成為他生活中的一部份。",
            "艾德時不時的暗示跟意義不明的發言總是讓小布連打好幾個冷顫。"
        ]
    },
    {
        id: "EA",
        chara1: "axel",
        chara2: "edd",
        label: "朋友?敵人?",
        desc1: "非常不爽",
        desc2: "令人不快",
        descDetail1: "一看到他的臉就<br>超想直接揍下去",
        descDetail2: "礙事…礙事…礙事…",
        content: [
            "對亞克來說艾德就是一個莫名其妙忽然冒出然後毫無顧忌介入小布的交友圈的怪人，艾德的各種言行舉止都讓亞克非常不爽，老是被亞克嗆的艾德也不打算給他好臉色看。",
            "也不是完全合不來，偶爾還會主動互約訓練。兩人強烈的競爭心態跟似有似無的友情讓兩人的關係變得非常的微妙，一定程度上擦出了特別的火花。",
            "待補"
        ]
    },
    {
        id: "EM",
        chara1: "minerva",
        chara2: "edd",
        label: "雙胞胎",
        desc1: "訓練對象",
        desc2: "追趕中"
    },
    {
        id: "SB",
        chara1: "blade",
        chara2: "simon",
        label: "英雄vs惡役",
        desc1: "你超煩",
        desc2: "永遠的勁敵"
    },
    {
        id: "SA",
        chara1: "axel",
        chara2: "simon",
        label: "死對頭",
        desc1: "幹臭章螂滾啦！",
        desc2: "浮魷垃圾閉嘴！"
    }
]

var bioData_ch = [
    {
        id: "blade",
        name: "布雷德（小布）",
        gender: "男",
        like: "獨處",
        dislike: "自己",
        rank: "S+",
        mains: "P槍、.96、炭滾",
        traits: [
            "陰鬱、孤僻、彆扭",
            "有嚴重焦慮問題",
            "沒自信、排斥社交",
            "在不熟的人面前會裝酷",
            "其實很乖、很為人著想"
        ],
        outfits: [
            { name: "通常服", url: "profile/blade.png" }
        ],
        bio: [
            "年幼時是個乖寶寶，收到了母親所有的關注和疼愛，也因此導致姊姊一直看他不順眼。母親不在後，姊姊對他的厭惡愈發強烈，演變成了言語跟肢體暴力。長期的欺凌跟貶低導致了他孤僻內向的性格，做事總是獨來獨往，甚至不願意參加任何漆彈戰鬥並且非常抗拒交朋友。",
            "後來因緣際會遇上司令而勉強同意變成３號，之間也結識了１號與２號，在三人的支持下決定開始嘗試改變態度和擺脫陰影，透過英雄任務持續練習的他終於變得可以和別人比賽，也是這時決定跟姊姊分開，搬出去自己住。",
            "在遇到亞克和其他朋友後逐漸開始打開心房，和他們變得非常要好。他們也決定以小布為中心組成一個四人隊伍Rotten Buttons。",
        ],
        personality: [
            "年幼時很乖巧又黏人，對每個人都很友善，有些膽小。經常被姊姊捉弄跟欺負，搞得他常常做惡夢，總是擔心衣櫃或床底下會有可怕的東西。",
            "長期經歷姊姊的虐待跟貶低，尤其是媽媽不在後，姊姊更是把不甘跟痛苦都怪在小布身上，這導致他的性格孤僻又內向。總是用酷酷帥帥的樣子掩蓋自己的破碎的自信跟自尊以及安全感，在不熟的人面前會盡全力的裝酷。",
            "心思敏感，非常容易焦慮和緊張，有自厭的傾向，常常把事情往壞的地方想，並且因為自信不足所以有些排斥社交，大多時候都會盡力迴避和陌生人對話或是任何眼神交流。",
            "經常皺著眉頭，看起來總有點憂鬱不安，在非常稀少的狀況才會露出笑容。",
            "其實是個非常為人著想的男孩，會主動關心朋友的近況跟健康狀態，是那種朋友受傷時會第一個衝上前去幫忙，或是朋友心情不好時會第一個上前關心的人。在自己的朋友群中經常負責勸架跟緩和衝突。",
            "成長時缺愛，所以在感情上是來者不拒的類型，只要對方有示好或示愛就高機率會打開心房，而且會非常聽話。被稱讚是「Good boy」的時候，會開心地融化。"
        ],
        trivia: [
            "其實名字是布蘭登（Branden），布雷德（Blade）為他網路ID的一部分，被亞克當成暱稱在叫，結果其他人也跟進，最後變成自己也很常用的名字。",
            "他身上的耳扣，手環，髮帶，項鍊都是好友送的生日禮物。",
            "對煮菜挺拿手，擅長家庭料理。",
            "最喜歡吃的東西是%fruitTart/水果塔%"
        ],
        refsheets: [
            "assets/img/refsheets/blade_v2.png",
        ],
        themes: [
            {id : "JlcZmA7aEJc"},
            {id : "eMsh4FIXi60"}
        ]
    },
    {
        id: "axel",
        name: "亞克索爾（亞克）",
        gender: "男",
        like: "漆彈",
        dislike: "被使喚、被嘲笑",
        rank: "S+",
        mains: "雙槍類",
        traits: [
            "無禮、暴躁、囂張",
            "有憤怒管理問題",
            "攻擊＆侵略行為",
            "總是打架＆找麻煩",
            "很照顧自己的奶奶"
        ],
        outfits: [
            { name: "通常服", url: "profile/axel.png" }
        ],
        bio: [
            "是個脾氣暴躁常常鬧事的小流氓。多少有跟一些不良少年混過，因為不喜歡被使喚就沒有持續往來。後來一直在找可以常常一起比賽且能信賴的隊友，但因為自己的性格問題，總是沒多久就鬧翻了。",
            "一次比賽隨機排到小布，兩人起了衝突並且演變成打架，最後搞到不歡而散時，忽然萌生了想和小布組隊的想法便追了回去。結果在下水道追丟對方，接著誤打誤撞進入蛸壺峽谷遇到了螢，為了要問出小布的下落而同意當上了４號。經過一番折騰後終於如願再度和他見面，認識後一起組成了Rotten Buttons。",
            "自從小布走進自己人生後，生氣跟打架的次數有變少的跡象。"
        ],
        personality: [
            "衝動、囂張、脾氣暴躁的小混混，流氓氣質、非常易怒、滿口髒話，典型的不良少年。非常不喜歡被使喚跟被嘲笑，要是有人讓自己不爽，第一反應就是拳腳相向，而且並不會因為對方體型比較大或人數比較多就退縮，就算是打不贏的架也會照打，然後被揍的都是傷。",
            "因為太愛生氣容易跟人鬧翻，所以在不良少年同夥之間也沒辦法待太久。",
            "重義氣，注重兄弟情誼，會主動幫朋友出氣。且做事光明正大，討厭卑鄙手段和小花招。",
            "和家人（奶奶跟妹妹）關係不錯，雖然經常讓他們操心，但是很照顧奶奶。有時打架受傷後會因為不想讓家人擔心而跑去住在朋友家。",
            "在喜歡的人面前會努力收斂，甚至會拉下臉道歉。是個同性戀。"
        ],
        trivia: [
            "臉上跟手上常常有各種因為打架受傷而貼上的的紗布跟繃帶。",
            "後腦杓刻著的是「ＡＸ」的字樣",
            "常穿的衣服是トリスカベッチン，習慣把外套的拉鍊拉開，且裡面的汗衫是紅色的版本",
            "喜歡吃奶奶做的%salmonPoke/鮭魚夏威夷蓋飯%"
        ],
        refsheets: [
        ],
        themes:[
            {id:"gYxRVIVUwVM"},
            {id:"eZ7tja71nt8"},          
            {id:"RoWd27oVz10"}
            
        ]
    },
    {
        id: "xiu",
        name: "修",
        gender: "男",
        like: "收藏珊瑚",
        dislike: "掉粉",
        rank: "S+",
        mains: "迴旋潑桶",
        traits: [
            "有風度、愛表現、擅長社交",
            "有社交平台成癮問題",
            "經常拈花惹草",
            "喜歡娛樂表演，追求時尚",
            "理智薄弱，容易失控"
        ],
        outfits: [
            { name: "通常服", url: "profile/xiu.png" }
        ],
        bio: [
            "曾經是很和平單純的書呆子男生，跟亞克認識了很久，兩人常常一起玩漆彈。後來在這段時期修遭到了來自同齡朋友的暗算與羞辱，並且演變成了霸凌，這件事情造成的打擊嚴重影響了修的心理狀態，導致他性情大變，學會了報復，甚至選擇用不擇手段的方式解決問題。雖然變得更大膽有自信，但也開始惹上不少麻煩事。也是在這個時候被亞克提出分手。",
            "後來的修全力投入網路社交媒體，並開始對那些能夠提供娛樂又有表演性質的活動產生了興趣，在社交網站上一些偶像的影響下，決定投入花式調酒，正是在這個時候跑去酒吧打工。這時的修也很成功的養起了社交帳號。愛表現的性格跟光鮮迷人的外表舉止給他帶來了不少粉絲，偶爾也會因為他的一些問題發言或迷惑行為而招來不少負面評價。也是在這時間點的一次危險直播挑戰讓他的右眼受傷了。",
            "自從投入到社交世界後就幾乎沒再碰過漆彈比賽。直到一次透過亞克打聽到小布而起了興趣，和他們相處一陣子後決定回歸漆彈並和他們組成Rotten Buttons。",
        ],
        personality: [
            "曾經是內向、不愛惹事、和平單純的書呆子男生。受到霸凌事件的打擊之後幾乎變了個人，變得大膽有自信，甚至有些狡猾，他很愛表現並且很積極地在社交，可以輕易融入人群，是那種會在聚會跟派對提出一堆危險的團康鬼點子的人。喜歡大城市，生活態度非常紐約人。",
            "對於能夠提供娛樂跟吸引別人注意力的活動非常嚮往，所以才決定學花式調酒。",
            "男公關氣質，雖然是雙性戀但對帥哥更容易犯花癡，經常搭訕跟到處拈花惹草。關係跟性觀念都很開放，有點沒節操。談到很鐘意的人或偶像時會進入迷弟模式。",
            "在社交帳號上看起來很風光，但其實他為了博取關注什麼都做得出來，導致惹上不少麻煩事。他在網路上的問題發言或和行為也給他吸到了一些負面人氣。",
            "理智薄弱，是那種在遇到打擊或是情況變糟時會最先失控的那個人。沒有人拉一把的話，非常容易黑化。失控發狂的時候，什麼十惡不赦的事情都做得出來。"
        ],
        trivia: [
            "右眼在做危險直播挑戰時受過傷，所以瞳孔形狀特殊，是類似＃的形狀。雖然還是看的見，但該眼的視力有些模糊",
            "花式調酒技術還不到家，沒事就會摔幾個杯子。",
            "很喜歡吃%tiramisu/提拉米蘇%（必須是有含蘭姆酒的那種）"
        ],
        refsheets: [
        ],
        themes:[
            {"id":"HD3t-FUdJC4"},
            {"id":"YLt6PtXzp5E"},
            {"id":"TG_i1FgK6u0"},
            {"id":"KM83uMBz8Zg"}
        ]
    },
    {
        id: "yoni",
        name: "尤尼",
        gender: "男",
        like: "快樂物質",
        dislike: "偷竊行為",
        rank: "S+",
        mains: "水栓或重滾",
        traits: [
            "精力旺盛、少根筋",
            "有毒癮問題",
            "很容易就興奮、坐不住",
            "快樂的瘋子",
            "非常會賺錢"
        ],
        outfits: [
            { name: "通常服", url: "profile/yoni.png" }
        ],
        bio: [
            "蘭斯的弟弟，小時候常常跟小布一起玩。從小就精力過剩而且常常坐不住，是個常常給身邊的人帶來笑點的存在。",
            "認識了一些可疑人物之後開始用藥，並喜歡上成癮的感覺。後來被小布拉進Rotten Buttons，因為用藥玩漆彈是被禁止的，為了要跟小布順利一起玩，尤尼便開始對用藥進行克制。不過毒癮終究難戒，他還是一直在尋找能讓他上癮又能繼玩漆彈的辦法。",
            "似乎有在參與什麼可疑活動，有事沒事就會突然跟朋友失聯。"
        ],
        personality: [
            "無憂無慮、神經大條，很開朗又喜歡搞笑。喜歡開心的事物而且擅長製造娛樂。講話常常沒頭沒腦，不管是什麼事都可以哈哈的笑過，就連不合時宜的時候也是。",
            "總是看起來很無俚頭，但是對難懂的話題有高深的理解。",
            "其實不擅長處理自己的負面情緒，常常連自己當下是否不高興都不知道。這導致他會下意識的的靠藥物去迴避負面情緒。"
        ],
        trivia: [
            "跟低層黑道有一腿，似乎在幫忙販售非法藥物。並且為了要能夠輕易取得藥物，變得很會賺錢，房間裡似乎有一整櫃用來挖礦的GPU。",
            "右側的尖牙是純金牙。",
            "他的力氣是Rotten Buttons中最大的。",
            "他經常因為亂碰哥哥的東西被哥哥直接扔出窗外。",
            "喜歡的東西是%gummyGrizz/熊先生軟糖%其成分非常可疑。"
        ],
        refsheets: [
        ],
        themes: [
            {id : "krCa3uD5I4M"},
            {id : "J1YTQvtmsjg"},
            {id : "kxII1d2ZdeQ"}            
        ]
    },
    {
        id: "hannah",
        name: "黑娜",
        gender: "女",
        like: "漆彈",
        dislike: "自己的弟弟",
        rank: "X",
        mains: "N-zap、.52",
        traits: [
            "凶狠，易怒，難親近",
            "有家暴弟弟的行為",
            "講話惡毒的不良少女",
            "笑聲很狂",
            "其實是個稱職的隊長"
        ],
        personality: [
            " "
        ],
        trivia: [
            " "
        ],
        outfits: [
            { name: "通常服", url: "profile/hannah.png" }
        ],
        bio: [
            "小布的姐姐。小時候總是被媽媽忽視，因為媽媽非常偏袒弟弟所以對弟弟有極大的心結。在媽媽病離世後，心結更是演變成了家暴。",
            "漆彈戰鬥就是她的全部，只要心情一不好就會去戰鬥發洩。大概是因為將身心都投入漆彈比賽中所以技術高超，是玩風猛烈的前鋒系。自主拉了蘭斯、RJ、米奈瓦組了一個表現頂尖的隊伍Inner Monster。",
            "實際上她是當初第一個被司令找上的３號人選，但因為想專注比賽就沒有繼續參與，這也間接導致小布變成下一個３號。目前只有在不得已需要人手時會回去幫忙。",
            "其實對自己的性格問題有一定程度的理解，曾透露出想和弟弟緩解關係的念頭，但還是在沒能做出任何有用的嘗試後放棄，並表示「已經無法回頭了」。",
        ],
        themes:[
            {id:"7F040GS3hXg"}
        ]
    },
    {
        id: "lance",
        name: "蘭斯",
        gender: "男",
        like: "跳跳糖",
        dislike: "計畫被打亂",
        rank: "X",
        mains: "爆裂槍和三點槍",
        traits: [
            "冷靜、正直、重義氣",
            "OCPD＆輕度潔癖",
            "可靠的大哥類型",
            "力氣比弟弟大",
            "很擅長聽人訴苦"
        ],
        outfits: [
            { name: "通常服", url: "profile/lance.png" }
        ],
        bio: [
            "尤尼的哥哥，從小就認識小布姊弟。看上去總是凶狠又沒表情，實際上是個可靠又很照顧人的傢伙。是個做事有條有理的高標準完美主義著，經常過度注重細節。三觀端正，常會突然口出人生諫言。",
            "是黑娜最早拉進Inner Monster的成員，黑娜處理不了的事情都是他在處理。",
            "努力與自己的OCPD共存中，總是戴著黑手套。",
            "小時候因為吃了跳跳糖才喜歡上爆裂槍，現在每天早上一定要吃一包。"
        ],
        themes:[
            {id:"LB5GJWgRepY"}
        ]
    },
    {
        id: "ellie",
        name: "艾絲泰爾（艾莉）",
        gender: "女",
        like: "聊八卦",
        dislike: "自私的人",
        rank: "A",
        mains: "針槍",
        traits: [
            "開朗、幽默、重義氣",
            "會網路霸凌他人的SJW",
            "擅長蒐集資料跟人肉",
            "愛閒聊的小妹",
            "意外的很會讀空氣"
        ],
        outfits: [
            { name: "通常服", url: "profile/ellie.png" }
        ],
        bio: [
            "亞克索爾的妹妹，青春洋溢的女生，雖然很好相處但不夠成熟，正義感過剩。經常在網路上炎上別人。",
            "原本只喜歡社交聊天，在看見哥哥總是跟隊友往外跑後慢慢開始對漆彈有興趣。跟Rotten Buttons的四人都相處的不錯。曾經不小心揭發哥哥的４號身分，結果最後自己也參與其中，在那之後經常會去幫忙做４號的任務。",
            "有在幫忙經營一個專門八卦跟肉搜的大型聊天群。但因為被心儀的人（小布）質疑此事的正當性，現在有在節制相關的活動。"
        ],
        themes:[
            {id:"RVXzZ760XA8"},
            {id:"eyi6hw4FMcM"}
        ]
    },
    {
        id: "edd",
        name: "艾德",
        gender: "男",
        like: "被稱讚",
        dislike: "幽閉&黑暗場所",
        rank: "S+",
        mains: "北齋",
        traits: [
            "沉穩、表情不多",
            "做事不擇手段",
            "舉止跟說話常常有點恍惚",
            "好像會幻想些有的沒的",
            "對色色的事情很感興趣",
        ],
        outfits: [
            { name: "通常服", url: "profile/edd.png" }
        ],
        bio: [
            "米奈瓦的雙胞胎弟弟，在地下成長，偶然撿到了來自陸上的禁書所以開始對陸上產生了嚮往。討厭章魚軍團的嚴格訓練，並對章魚社會的教導抱持著懷疑的態度，老是在講著自己的見解所以根本沒人想理他，也因為一點都不合群加上思想叛逆所以常常受到上級懲處，導致他對於在地下的生活非常的不滿意。在那天聽到潮色姊妹的歌之後下定決心，不管用什麼手段都要逃脫。",
            "在還沒能逃出之前被捲入深海地下鐵事件，但也因此在最後如願到達陸上。當時作為３號出勤的小布對他來說是非常特別的存在，所以他非常執意地想要進入小布的生活。兩人當上朋友後，艾德成為了Rotten Buttons的第五個成員。",
            "在章魚軍團時有參加駭客訓練營，所以對於入侵電腦還滿有一套的。"
        ],
        personality:[
            "因為在軍團的經歷導致他變得不太愛說話而且不太信任別人。大部分的時間都在觀察別人的言行和動作，並與別人保持一定的距離，來到陸上後才漸漸又開始跟以前的章魚同事往來。",
            "他常常對別人講的話沒興趣，也沒有人想聽他講話，所以交不到多少朋友。",
            "在認識小布之後著了魔似的死纏著他。",
            "曾經多次在章魚軍團的懲戒所被長時間關禁閉，結果漸漸地對黑暗窄小的地方產生了恐懼。地下鐵的攪拌機事件更是加深了這個狀況。"
        ],
        trivia:[
            "撿到的書除了一本陸上雜誌還有一本成人雜誌，所以對色色的事情抱有奇怪的幻想。",
            "喜歡吃的東西是%pannaCotta/義式奶凍%，似乎很喜歡奶凍的口感。"
        ],   
        themes:[
            {id:"bWPiXXM79ns"}
        ]
    },
    {
        id: "minerva",
        name: "米奈瓦",
        gender: "女",
        like: "地下生活",
        dislike: "太亮的地方",
        rank: "X",
        mains: "章魚槍",
        traits: [
            "忠心、誠實",
            "疑似斯德哥爾摩綜合症",
            "做事認真的工作狂",
            "很常進入心流狀態",
            "是個中規中矩的老實人"
        ],
        outfits: [
            { name: "通常服", url: "profile/minerva.png" }
        ],
        bio: [
            "在地下成長，才剛能拿槍就被強迫接受格外嚴苛的訓練，起先過得很不快樂，但是久了對軍團產生深厚的感情，即使聽到了那天潮色姊妹的歌或是有了逃生的機會都沒有打算離開，甚至對陸上世界的出現感到不滿。",
            "有次在地下對上了以３號身分出勤的黑娜，見到米奈瓦實力的黑娜希望她來陸上加入自己的隊伍，起先米奈瓦毫無意願，但在黑娜堅持不懈多次交戰後終於妥協。就這樣半推半就的到了陸上，目前作為Inner Monster的一員活動中，目前還沒有完全適應陸上生活。"
        ],
        themes:[
            {id:"OcpUOrFlbUM"},
            {id:"V2f3eE0kaAY"}
        ]
    },
    {
        id: "simon",
        name: "西蒙",
        gender: "男",
        like: "DJ芥葵將軍、機械工程",
        dislike: "英雄",
        rank: "???",
        mains: "???",
        traits: [
            "自大、野心強、死纏不放",
            "似乎有妄想性障礙",
            "DJ芥葵將軍的頭號粉絲",
            "經典定番惡役",
            "是個老是出包的白痴"
        ],
        outfits: [
            { name: "通常服", url: "profile/simon.png" }
        ],
        bio: [
            "章魚軍團的人，非常非常癡迷DJ芥葵將軍，自稱是「將軍的心腹」或「章魚軍團的天才工程師」之類的。有著非凡高超的機器人工程知識和技術。",
            "原本是個成天窩在研究室的家裡蹲，一次在蛸壺山谷巡邏檢查損毀機器時發現小布（３號）並接上他的無線電，之後擅自認定對方為自己的死對頭，接著便對他展開至死不渝的糾纏。他對亞克（４號）也是類似的狀況。因為思想不周所以計畫總是不成功，機器人也每次都被打爆，即使如此他仍然沒有絲毫要放棄的意思。",
            "從沒有去過陸上也沒有任何類似的打算。"
        ],
        themes: [
            {id:"GdaX5iX0ZaU"}
        ]
    },
    {
        id: "ryan",
        name: "R.J.",
        gender: "男",
        like: "復古槍械",
        dislike: "不守信用者",
        rank: "X",
        mains: "狙擊全般",
        favFood: "雙倍義式濃縮咖啡",
        traits: [
            "冷血、殘酷、沒耐性",
            "毫無同理心和憐憫心",
            "辦事專業俐落、高效率",
            "各種方面的抖S",
            "算是種天然呆？"
        ],
        outfits: [
            { name: "通常服", url: "profile/rj.png" }
        ],
        bio: [
            "身世和來歷都不明的傢伙，他似乎也沒有要透露的意願。",
            "在對戰圈神出鬼沒，可調閱的戰鬥資歷非常少，狙數跟準度卻高的駭人。跟蘭斯有過不少次生死決鬥，所以不知何時就熟了起來。黑娜也因此有辦法找到他並向他提出加入Inner Monster的請求，RJ雖然答應入隊，但他平常大部分的時間都人間蒸發，看來是在參與什麼可疑活動。",
            "不會喝義式濃縮咖啡以外的飲品。"
        ],
        themes:[
            {id:"2uYFtCSxoPk"},
            {id:"jTIQhTdy4ZU"},
            {id:"_91Ndwhz68E"}
        ]
    }
]