
var relationshipData_ch = [
    {
        id: "RY",
        chara1: "yoni",
        chara2: "ryan",
        label: "一觸即發",        
        desc1: "好強！！！",
        desc2: "臭小鬼殺了你",
        descDetail1: "大哥的超強超兇隊友？？！！",
        descDetail2: "死吧過動兒。",
        content: [
            "尤尼是少數在對戰時能偶爾打中RJ的人，雖然每次都只是互相ＫＯ，但這導致RJ對他很不爽",
            "兩人似乎共同參與某種可疑活動。"
        ]
    },
    {
        id: "YE",
        chara1: "yoni",
        chara2: "ellie",
        label: "朋友",        
        desc1: "吃軟糖ㄇ！",
        desc2: "超怪的人笑死",
        descDetail1: "亞克的老妹耶<br>安安～～～～",
        descDetail2: "讓人哭笑不得的<br>超怪傢伙",
        content: [
            "自從艾克開始作為Rotton Buttons一員活動後，艾莉接連認識了裡面的成員，尤尼就是此時和她交上的朋友。",
            "尤尼常常拿她的眉毛形狀開玩笑。"
        ]
    },
    {
        id: "XY",
        chara1: "yoni",
        chara2: "xiu",
        label: "朋友",        
        desc1: "吃軟糖ㄇ！",
        desc2: "覺得有點危險",
        descDetail1: "我也可以<br>喝酒嗎！！！！！",
        descDetail2: "不行啦！（這小子<br>真會添麻煩www）",
        content: [
            "小布跟亞克在組隊招人時認識的，因為同是Rotton Buttons成員，很常一起出去玩。",
            "修時常吐槽尤尼，也常幫小布一起阻止尤尼添麻煩，不過因為修力氣不大也不太有耐心所以偶爾會演變成兩人一起鬧事。"
       ]
    },
    {
        id: "RL",
        chara1: "lance",
        chara2: "ryan",
        label: "親友",        
        desc1: "不要再添麻煩了",
        desc2: "什麼麻煩？",
        descDetail1: "只要不碰到界線<br>就是個很好的戰友跟朋友",
        descDetail2: "想打架？隨時奉陪。",
        content: [
            "總是會互相諷刺對方",
            ""
       ]
    },
    {
        id: "LM",
        chara1: "lance",
        chara2: "minerva",
        label: "隊友",        
        desc1: "有潛力的新人",
        desc2: "不太敢搭話",
        content: [
            "",
       ]
  
    },
    {
        id: "LY",
        chara1: "yoni",
        chara2: "lance",
        label: "兄弟",        
        desc1: "(亂碰私人物品)",
        desc2: "(抓住扔出窗外)",
        descDetail1: "大哥酷爆！！！",
        descDetail2: "到底要講幾遍<br>不要弄亂我東西",
        content: [
            "親兄弟，目前兩人住在一起。",
            "家裡各種地方(例如冰箱櫃子等)被蘭斯完美地劃分成兩半來保障自己的私人空間，可惜這無法阻止尤尼亂翻蘭斯的東西。",
            "蘭斯大概知道尤尼似乎在跟可疑團體打交道，他並不希望尤尼誤入歧途。"
        ]
    },
    {
        id: "LB",
        chara1: "lance",
        chara2: "blade",
        label: "前後輩",
        desc1: "指導＆照顧",
        desc2: "仰慕＆喜歡",
        descDetail1: "需要幫忙的話<br>儘管說",
        descDetail2: "很厲害很可靠<br>最喜歡了…",        
        content: [
            "蘭斯從小就認識小布姊弟，所以兩人算是兒時玩伴。",
            "蘭斯一直都是小布被姐姐欺負時的唯一依靠，小時侯常對小布說「我一定會保護你的」",
            "蘭斯教了小布很多事情，包含戰鬥技巧或甚至是煮飯之類的",
            "對小布來說，蘭斯是心靈綠洲＆靠山＆英雄般的存在。小布對他有著難以言喻的戀慕。",
            "小布身上的項鍊是蘭斯送的。"
        ]
    },
    {
        id: "XB",
        chara1: "xiu",
        chara2: "blade",
        label: "親友",
        desc1: "很喜歡",
        desc2: "別煩",
        descDetail1: "真是可愛<br>很想捉弄一下",
        descDetail2: "重要的朋友<br>有時有點煩就是了",
        content: [
            "修是因為亞克對小布的執著而開始對小布產生了好奇心與興趣，起初只是為了讓亞克忌妒而有目的的接近小布，但混久了就產生了深厚的感情。",
            "修常常請小布喝飲料／吃點心，也常常跑去小布家拜訪，總是會刻意阻止亞克跟小布獨處。",
            "小布總是那個在修理智低落時第一個安撫他的",
            "修會試圖緩解小布內向的性格，偶爾拉著小布去參加派對或聚會之類的",
            "小布戴的魚鉤手環是修在他生日時送的"
        ]
    },
    {
        id: "EX",
        chara1: "xiu",
        chara2: "edd",
        label: "朋友&同事",        
        desc1: "酸言酸語",
        desc2: "酸言酸語",
        descDetail1: "好難捉摸的傢伙啊",
        descDetail2: "社交很有一套<br>有點羨慕",            
        content: [
            "在同個餐酒吧工作，修是酒吧的學徒，艾德則是半職服務生。"
        ]
    },
    {
        id: "XE",
        chara1: "xiu",
        chara2: "ellie",
        label: "網路閨密",        
        desc1: "信賴",
        desc2: "支持",
        descDetail1: "聊天八卦好搭檔<3",
        descDetail2: "有發文一秒衝去按讚<br>くコ:彡~~~~",        
        content: [
            "兩人是透過亞克認識的，一開始並沒有什麼特別交際，在亞克和修分手之後兩人開始變得比較常聊天。兩個人很合得來，也常常會聊八卦。",
            "修的社交帳號養的成功的原因有部分是因為艾莉的支持。",
            "艾莉視修為要好的朋友，只要有人在網路上黑修的話，她會召集網軍黑回去。"
        ]
    },
    {
        id: "XA",
        chara1: "xiu",
        chara2: "axel",
        label: "已分手",        
        desc1: "別計較了嘛",
        desc2: "還是有點不爽",
        descDetail1: "幹嘛一直計較真幼稚<br>（其實被甩有些不甘心）",
        descDetail2: "有點尷尬但<br>勉強可以當朋友啦",
        content: [
            "修透過亞克接觸到了小布，因為亞克對小布的執著也對小布產生了興趣，起初只是為了讓亞克忌妒而有目的的接近小布，但跟小布黏久了卻真的產生了深厚的感情。",
            "修常常請小布喝飲料／吃點心，也常常跑去小布家拜訪，總是會刻意阻止亞克跟小布獨處。",
            "修常常會帶小布去參加派對／聚會，可能是想要幫助小布的自閉問題。雖然讓小布蠻困擾的，但是也讓小布感到窩心",
            "小布戴的魚鉤手環是亞克在他生日時送的"
        ]
    },
    {
        id: "RH",
        chara1: "ryan",
        chara2: "hannah",
        label: "隊友",        
        desc1: "遵從指示",
        desc2: "覺得有點危險",
        descDetail1: "我只做<br>合約概括到的事情",
        descDetail2: "幹別把我們隊<br>搞得像黑道好嗎",
        content: [
            "漢娜透過蘭斯認識了RJ才得以將他招入隊。",
            ""
        ]
    },
    {
        id: "LH",
        chara1: "lance",
        chara2: "hannah",
        label: "舊識",        
        desc1: "很瞭解",
        desc2: "信賴",
        descDetail1: "真是老樣子",
        descDetail2: "快點回我簡訊啊？？",        
        content: [
            "蘭斯從小就和漢娜認識，是漢娜少數能信賴的人，漢娜常常跟他吐苦水。",
            "蘭斯有點像是漢娜的理智防線，總是能把漢娜從崩潰的懸崖邊抓回來。",
            "漢娜不喜歡蘭斯與自己弟弟小布走得很近，蘭斯也很清楚這點，也會在漢娜面前幫小布說話。漢娜目前對此只能睜一隻眼閉一隻眼。"
        ]
    },
    {
        id: "YB",
        chara1: "yoni",
        chara2: "blade",
        label: "兒時玩伴",        
        desc1: "小布讚讚",
        desc2: "別煩",
        descDetail1: "小布小布<br>陪我玩～～～！！",
        descDetail2: "不愧是尤尼<br>每天都這麼無厘頭",
        content: [
            "尤尼是小布少數的兒時玩伴，總是在小布和蘭斯旁邊湊熱鬧。",
            "超級開朗活寶的尤尼在小布最陰暗的時期給他帶來了一點笑容。",
            "小布跟亞克組成Rotten Buttons後，小布邀了尤尼進隊伍。",
            "小布的髮帶是尤尼在他生日時送的。"
        ]
    },
    {
        id: "YA",
        chara1: "yoni",
        chara2: "axel",
        label: "朋友",        
        desc1: "吃軟糖ㄇ！",
        desc2: "怪胎欸",
        descDetail1: "小惡愛生氣～～",
        descDetail2: "少根筋的白癡<br>（但是個很好玩的傢伙）",
        content: [
            "藉由小布認識的"
       ]
    },
    {
        id: "BE",
        chara1: "ellie",
        chara2: "blade",
        label: "朋友",        
        desc1: "在意＆崇拜",
        desc2: "有點吵但人不錯",
        descDetail1: "酷酷的又很貼心<br>超級在意的啦",
        descDetail2: "話很多的女生<br>不過相處起來很愉快",
        content: [
            "艾莉是透過哥哥亞克認識了小布。",
            "因為哥哥總是朝小布那邊跑就對小布有一定程度的在意，作為４號工作時也見識了前輩的小布的表現，對他有一定程度的仰慕，而且清楚的知道哥哥對小布的好感。"
        ]
    },
    {
        id: "HB",
        chara1: "blade",
        chara2: "hannah",
        label: "姊弟",
        desc1: "畏懼",
        desc2: "家暴＆厭惡",
        descDetail1: "什麼都做不了<br>對不起…",
        descDetail2: "看到就噁心<br>讓人憤怒的存在",
        content: [
            "自從兩人的媽媽過世以後漢娜就開始家暴小布，言語和肢體上都有。漢娜脾氣好的時候冷落他，脾氣差的時候會用很惡劣的言語去刺激或是乾脆揍他。",
            "漢娜受不了他搬出去以後小布才終於不用受如此折騰。",
            "小布平常能盡量躲避漢娜就盡量躲避。",
            "雖然很怕漢娜，但是住一起時小布還是會在弄食物時準備她的份，這件事也讓漢娜覺得很煩，因為漢娜覺得互相討厭對兩人比較輕鬆。"
        ]
    },
    {
        id: "AB",
        chara1: "blade",
        chara2: "axel",
        label: "親友&勁敵",        
        desc1: "別煩",
        desc2: "有好感",
        descDetail1: "不可或缺的大親友<br>偶爾讓人操心",
        descDetail2: "各種方面都好喜歡<br>想一直一直混一起",
        content: [
            "雖然是打架認識的，但亞克對小布有點像是一見鍾情的感覺，亞克本人不知道就是了。",
            "亞克常常會跑去小布家拜訪，雖然希望可以跟小布獨處但是常事與願違。",
            "小不管是妹妹還是前男友都要跟他搶小布讓他很困擾。",
            "雖然表面上一直拒絕，但是小布其實很感謝亞克的陪伴。",
            "小布身上戴的耳飾是亞克在他生日時送的。"
        ]
    },
    {
        id: "AE",
        chara1: "ellie",
        chara2: "axel",
        label: "兄妹",        
        desc1: "吵死了！",
        desc2: "你才吵！",
        descDetail1: "北七少打點架啦<br>奶奶很擔心你欸",
        descDetail2: "幹不要吵<br>你才北七",   
        content: [
            "Often have sibling squabble and throws mean word around, but deep down still cared for each other",
            "they cares for their grandma together.",
            "-只有被妹妹打的時候才會縮起來。"
        ]
    },
    {
        id: "RM",
        chara1: "ryan",
        chara2: "minerva",
        label: "隊友",        
        desc1: "有何貴幹?",
        desc2: "可怕的人…"
    },
    {
        id: "RB",
        chara1: "ryan",
        chara2: "blade",
        label: "微妙",        
        desc1: "真好欺負",
        desc2: "可怕的人…"
    },
    {
        id: "HM",
        chara1: "hannah",
        chara2: "minerva",
        label: "朋友",        
        desc1: "堅持拉進隊裡",
        desc2: "為什麼特別選我？"
    },
    {
        id: "BM",
        chara1: "blade",
        chara2: "minerva",
        label: "點頭之交",        
        desc1: "覺得很厲害",
        desc2: "有點感興趣"
    },
    {
        id: "EB",
        chara1: "blade",
        chara2: "edd",
        label: "朋友",        
        desc1: "別煩",
        desc2: "想更親密",
        descDetail1: "這傢伙<br>也太黏了吧…",
        descDetail2: "真是完美的存在",          
        content: ["艾德在深海地鐵認識了做為三號的小布",
        "艾德自從認識做為3號的小布後就成天只想著他，希望可以成為他生活中的一部份",
        "艾德老是沒事就忍不住開始意淫小布，讓小布很困擾",
        ""]
    },
    {
        id: "EA",
        chara1: "axel",
        chara2: "edd",
        label: "朋友?敵人?",        
        desc1: "非常不爽",
        desc2: "令人不快"
    },
    {
        id: "EM",
        chara1: "minerva",
        chara2: "edd",
        label: "雙胞胎",        
        desc1: "訓練對象",
        desc2: "追趕中"
    },
    {
        id: "SB",
        chara1: "blade",
        chara2: "simon",
        label: "英雄vs惡役",        
        desc1: "你超煩",
        desc2: "永遠的勁敵"
    },
    {
        id: "SA",
        chara1: "axel",
        chara2: "simon",
        label: "死對頭",        
        desc1: "幹臭章螂滾啦！",
        desc2: "浮魷垃圾閉嘴！"
    }
]

var bioData_ch = [
    {
        id: 'blade',
        name: '布雷德（小布）',
        gender: '男',
        like: '獨處',
        dislike: '自己',
        rank: "S+",
        mains: "P槍、.96、炭滾",
        traits: [
            '陰鬱、孤僻、彆扭',
            '有嚴重焦慮問題',
            '沒自信、排斥社交',
            '在不熟的人面前會裝酷',
            '其實很乖、很為人著想'
        ],
        outfits: [
            { name: '通常服', url: 'profile/blade.png' }
        ],
        bio: [
            '因為長期被姐姐欺負跟貶低所以性格孤僻又內向。習慣用酷酷的樣子掩蓋自己的破碎的自信跟自尊以及安全感。',
            '原本是個不肯參加任何漆彈戰鬥並且非常抗拒交朋友的叛逆男孩，後來因緣際會遇上司令勉強同意變成３號，之間也結識了１號與２號，在三人的支持下決定開始嘗試改變態度和擺脫陰影，透過英雄任務持續練習的他終於變得可以和別人比賽，也是這時決定搬出去自己住。',
            '在認識亞克和其他朋友後開始打開心房並逐漸變得要好，他們也決定以小布為中心組成一個四人隊伍Rotten Buttons。',
            '其實名字是布蘭登，「Blade」是他網路ID的一部分，被亞克當成暱稱在叫，結果其他人也跟進。他身上的耳扣，手環，髮帶，項鍊都是好友送的生日禮物。',
            '對煮菜挺拿手，擅長家庭料理。'
        ],
        refsheets: [
            "assets/img/refsheets/blade1.png",
        ]        
    },
    {
        id: 'axel',
        name: '亞克索爾（亞克）',
        gender: '男',
        like: '漆彈',
        dislike: '輸、被嘲笑',
        rank: "S+",
        mains: "雙槍類",
        traits: [
            '無禮、暴躁、囂張',
            '有憤怒管理問題',
            '攻擊＆侵略行為',
            "總是打架＆找麻煩",
            '很照顧自己的奶奶'
        ],
        outfits: [
            { name: '通常服', url: 'profile/axel.png' }
        ],
        bio: [
            '小混混性格，因為脾氣暴躁常常鬧事所以總是跟人處不來。一直在找可以一起比賽且能信賴的隊友。',
            '一次比賽隨機排到小布，兩人起了衝突並且演變成打架，最後搞到不歡而散時，忽然萌生了想和小布組隊的想法便追了回去。結果在下水道追丟對方，接著誤打誤撞進入蛸壺峽谷遇到了螢，為了要問出小布的下落而同意當上了４號。經過一番折騰後終於如願再度和他見面，認識後一起組成了Rotten Buttons。',
            '自從小布走進自己人生後，生氣跟打架的次數有變少的跡象。' 
        ],
        refsheets: [
            "assets/img/refsheets/axel1.png",
        ]     
    },
    {
        id: 'xiu',
        name: '修',
        gender: '男',
        like: '收藏珊瑚',
        dislike: '掉粉',
        rank: "S+",
        mains: "迴旋潑桶",
        traits: [
            "有風度、外向、擅長社交",
            '有社交平台成癮問題',
            "喜歡被關注的感覺",
            "很注重自己儀表",
            "老是搞八卦&小題大作"
        ],
        outfits: [
            { name: '通常服', url: 'profile/xiu.png' }
        ],
        bio: [
            '曾經是很和平又善解人意的書呆子男孩，在受到了霸凌事件的打擊後性情大變並且學會報復，雖然變得更大膽有自信，但也開始惹上不少麻煩事。',
            '在被霸凌的低潮期遇到亞克並走到一起，起初還會常常他一起比賽，但分手後就全力投入網路社交媒體世界還有花式調酒，幾乎沒再碰過武器。直到一次透過亞克打聽到小布而起了興趣，和他們相處一陣子後決定回歸漆彈並和他們組成Rotten Buttons。',
            '可以輕易融入人群的性格，是那種會在聚會跟派對提出一堆危險的團康鬼點子的人。右眼在做危險直播挑戰時受過傷，所以瞳孔形狀特殊。'
        ],
        refsheets: [
            "assets/img/refsheets/xiu1.png",
        ]       
    },
    {
        id: 'yoni',
        name: '尤尼',
        gender: '男',
        like: '快樂物質',
        dislike: '偷竊行為',
        rank: "S+",
        mains: "水栓或重滾",
        traits: [
            '精力旺盛、少根筋',
            '有毒癮問題',
            '很容易就興奮、坐不住',
            '力氣很大',
            '非常會賺錢'
        ],
        outfits: [
            { name: '通常服', url: 'profile/yoni.png' }
        ],
        bio: [
            '從小就是無憂無慮、開朗的性格。是個有點調皮愛開玩笑的人，擅長製造娛樂。講話常常沒頭沒腦，不管是什麼事都可以哈哈的笑過，就連不合時宜的時候也是。',
            '喜歡成癮的感覺，但因為漆彈協會禁止玩家使用非法藥物，所以自從被小布拉進Rotten Buttons之後就漸漸不用了。不過毒癮終究難戒，所以他正在找一種能讓他上癮又能繼玩漆彈的辦法。',
            '似乎無法正常表現自己的負面情緒。',
            '看起來有參與一些可疑活動。'
        ],
        refsheets: [
            "assets/img/refsheets/yoni1.png",
        ]
    },
    {
        id: 'hannah',
        name: '漢娜',
        gender: '女',
        like: '漆彈',
        dislike: '自己的弟弟',
        rank: "X",
        mains: "N-zap、.52",
        traits: [
            '凶狠，易怒，難親近',
            '有家暴弟弟的行為',
            '講話惡毒的不良少女',
            '笑聲很狂',
            '其實是個稱職的隊長'
        ],
        outfits: [
            { name: '通常服', url: 'profile/hannah.png' }
        ],
        bio: [
            '小布的姐姐。小時候總是被媽媽忽視，因為媽媽非常偏袒弟弟所以對弟弟有極大的心結。在媽媽病離世後，心結更是演變成了家暴。',
            '漆彈戰鬥就是她的全部，只要心情一不好就會去戰鬥發洩。大概是因為將身心都投入漆彈比賽中所以技術高超，是玩風猛烈的前鋒系。自主拉了蘭斯、RJ、米奈瓦組了一個表現頂尖的隊伍Inner Monster。',
            "實際上她是當初第一個被司令找上的３號人選，但因為想專注比賽就沒有繼續參與，這也間接導致小布變成下一個３號。目前只有在不得已需要人手時會回去幫忙。",
            '其實對自己的性格問題有一定程度的理解，曾透露出想和弟弟緩解關係的念頭，但還是在沒能做出任何有用的嘗試後放棄，並表示「已經無法回頭了」。',
        ]
    },
    {
        id: 'lance',
        name: '蘭斯',
        gender: '男',
        like: '跳跳糖',
        dislike: '計畫被打亂',
        rank: "X",
        mains: "爆裂槍和三點槍",
        traits: [
            '冷靜、正直、重義氣',
            'OCPD＆輕度潔癖',
            '可靠的大哥類型',
            '力氣比弟弟大',
            '很擅長聽人訴苦'
        ],
        outfits: [
            { name: '通常服', url: 'profile/lance.png' }
        ],
        bio: [
            '尤尼的哥哥，從小就認識小布姊弟。看上去總是凶狠又沒表情，實際上是個可靠又很照顧人的傢伙。是個做事有條有理的高標準完美主義著，經常過度注重細節。三觀端正，常會突然口出人生諫言。',
            '是漢娜最早拉進Inner Monster的成員，漢娜處理不了的事情都是他在處理。',
            '努力與自己的OCPD共存中，總是戴著黑手套。小時候因為吃了跳跳糖才喜歡上爆裂槍，現在每天早上一定要吃一包。'
        ]
    },
    {
        id: 'ellie',
        name: '艾絲泰爾（艾莉）',
        gender: '女',
        like: '聊八卦、甜食',
        dislike: '自私的人',
        rank: "A",
        mains: "針槍",
        traits: [
            '開朗、幽默、重義氣',
            '會網路霸凌他人的SJW',
            '擅長蒐集資料跟人肉',
            '愛閒聊的小妹',
            '意外的很會讀空氣'
        ],
        outfits: [
            { name: '通常服', url: 'profile/ellie.png' }
        ],
        bio: [
            '亞克索爾的妹妹，青春洋溢的女生，雖然很好相處但不夠成熟，正義感過剩。經常在網路上炎上別人。',
            '原本只喜歡社交聊天，在看見哥哥總是跟隊友往外跑後慢慢開始對漆彈有興趣。跟Rotten Buttons的四人都相處的不錯。曾經不小心揭發哥哥的４號身分，結果最後自己也參與其中，在那之後經常會去幫忙做４號的任務。',
            '有在幫忙經營一個專門八卦跟肉搜的大型聊天群。但因為被心儀的人（小布）質疑此事的正當性，現在有在節制相關的活動。'
        ]
    },
    {
        id: 'edd',
        name: '艾德',
        gender: '男',
        like: '被稱讚',
        dislike: '幽閉&黑暗場所',
        rank: "S+",
        mains: "北齋",
        traits: [
            '沉穩、表情不多',
            '做事不擇手段',
            '常會亂幻想些有的沒的',
            '強烈的性衝動',
        ],
        outfits: [
            { name: '通常服', url: 'profile/edd.png' }
        ],
        bio: [
            '米奈瓦的雙胞胎弟弟，在地下成長，但和米奈瓦不同，對於在地下受到的待遇跟生活很不滿意，在那天聽到潮色姊妹的歌之後下定決心，不管用什麼手段都想逃脫。',
            '在還沒能逃出之前被捲入深海地下鐵事件，但也因此在最後如願到達陸上。他把當時作為３號出勤的小布視為救世主般的存在，兩人當上朋友後，艾德成為了Rotten Buttons的第五個成員。',
            '在章魚軍團時有參加駭客訓練營，所以對於入侵電腦還滿有一套的。'
        ]
    },
    {
        id: 'minerva',
        name: '米奈瓦',
        gender: '女',
        like: '地下生活',
        dislike: '太亮的地方',
        rank: "X",
        mains: "章魚槍",
        traits: [
            '忠心、誠實',
            '疑似斯德哥爾摩綜合症',
            '做事認真的工作狂',
            '很常進入心流狀態',
            '是個中規中矩的老實人'
        ],
        outfits: [
            { name: '通常服', url: 'profile/minerva.png' }
        ],
        bio: [
            '在地下成長，才剛能拿槍就被強迫接受格外嚴苛的訓練，起先過得很不快樂，但是久了對軍團產生深厚的感情，即使聽到了那天潮色姊妹的歌或是有了逃生的機會都沒有打算離開，甚至對陸上世界的出現感到不滿。',
            '有次在地下對上了以３號身分出勤的漢娜，見到米奈瓦實力的漢娜希望她來陸上加入自己的隊伍，起先米奈瓦毫無意願，但在漢娜堅持不懈多次交戰後終於妥協。就這樣半推半就的到了陸上，目前作為Inner Monster的一員活動中，目前還沒有完全適應陸上生活。'
        ]
    },
    {
        id: 'simon',
        name: '西蒙',
        gender: '男',
        like: 'DJ芥葵將軍、機械工程',
        dislike: '英雄',
        rank: "???",
        mains: "???",
        traits: [
            '自大、野心強、死纏不放',
            '似乎有妄想性障礙',
            'DJ芥葵將軍的頭號粉絲',
            '經典定番惡役',
            '是個老是出包的白痴'
        ],
        outfits: [
            { name: '通常服', url: 'profile/simon.png' }
        ],
        bio: [
            '章魚軍團的人，非常非常癡迷DJ芥葵將軍，自稱是「將軍的心腹」或「章魚軍團的天才工程師」之類的。有著非凡高超的機器人工程知識和技術。',
            '原本是個成天窩在研究室的家裡蹲，一次在蛸壺山谷巡邏檢查損毀機器時發現小布（３號）並接上他的無線電，之後擅自認定對方為自己的死對頭，接著便對他展開至死不渝的糾纏。他對亞克（４號）也是類似的狀況。因為思想不周所以計畫總是不成功，機器人也每次都被打爆，即使如此他仍然沒有絲毫要放棄的意思。',
            '從沒有去過陸上也沒有任何類似的打算。'
        ]
    },
    {
        id: 'ryan',
        name: 'R.J.',
        gender: '男',
        like: '雙倍義式濃縮咖啡',
        dislike: '不守信用者',
        rank: "X",
        mains: "狙擊全般",
        traits: [
            '冷血、殘酷、沒耐性',
            '毫無同理心和憐憫心',
            '辦事專業俐落、高效率',
            '各種方面的抖S',
            '算是種天然呆？'
        ],
        outfits: [
            { name: '通常服', url: 'profile/rj.png' }
        ],
        bio: [
            '身世和來歷都不明的傢伙，他似乎也沒有要透露的意願。',
            '在對戰圈神出鬼沒，可調閱的戰鬥資歷非常少，狙數跟準度卻高的駭人。跟蘭斯有過不少次生死決鬥，所以不知何時就熟了起來。漢娜也因此有辦法找到他並向他提出加入Inner Monster的請求，RJ雖然答應入隊，但他平常大部分的時間都人間蒸發，看來是在參與什麼可疑活動。'
        ]
    }
]