
var relationshipData_ch = [
    {
        id: "RY",
        label: "一觸即發",
        chara1: "yoni",
        chara2: "ryan",
        desc1: "好強！！！",
        desc2: "臭小鬼殺了你"
    },
    {
        id: "YE",
        label: "朋友",
        chara1: "yoni",
        chara2: "ellie",
        desc1: "吃軟糖ㄇ！",
        desc2: "超怪的人笑死"
    },
    {
        id: "XY",
        label: "朋友",
        chara1: "yoni",
        chara2: "xiu",
        desc1: "吃軟糖ㄇ！",
        desc2: "覺得有點危險"
    },
    {
        id: "RL",
        label: "親友",
        chara1: "lance",
        chara2: "ryan",
        desc1: "不要再添麻煩了",
        desc2: "什麼麻煩？"
    },
    {
        id: "LM",
        label: "隊友",
        chara1: "lance",
        chara2: "minerva",
        desc1: "有潛力的新人",
        desc2: "不太敢搭話"
    },
    {
        id: "LY",
        label: "兄弟",
        chara1: "yoni",
        chara2: "lance",
        desc1: "(亂碰私人物品)",
        desc2: "(抓住扔出窗外)"
    },
    {
        id: "LB",
        label: "前後輩",
        chara1: "lance",
        chara2: "blade",
        desc1: "指導＆照顧",
        desc2: "仰慕＆喜歡"
    },
    {
        id: "XB",
        label: "親友",
        chara1: "xiu",
        chara2: "blade",
        desc1: "很喜歡",
        desc2: "別煩"
    },
    {
        id: "EX",
        label: "朋友&同事",
        chara1: "xiu",
        chara2: "edd",
        desc1: "酸言酸語",
        desc2: "酸言酸語"
    },
    {
        id: "XE",
        label: "網路閨密",
        chara1: "xiu",
        chara2: "ellie",
        desc1: "信賴",
        desc2: "支持"
    },
    {
        id: "XA",
        label: "已分手",
        chara1: "xiu",
        chara2: "axel",
        desc1: "別計較了嘛",
        desc2: "還是有點不爽"
    },
    {
        id: "RH",
        label: "隊友",
        chara1: "ryan",
        chara2: "hannah",
        desc1: "遵從指示",
        desc2: "覺得有點危險"
    },
    {
        id: "LH",
        label: "舊識",
        chara1: "lance",
        chara2: "hannah",
        desc1: "很瞭解",
        desc2: "信賴"
    },
    {
        id: "YB",
        label: "兒時玩伴",
        chara1: "yoni",
        chara2: "blade",
        desc1: "小布讚讚",
        desc2: "別煩"
    },
    {
        id: "YA",
        label: "朋友",
        chara1: "yoni",
        chara2: "axel",
        desc1: "吃軟糖ㄇ！",
        desc2: "怪胎欸"
    },
    {
        id: "BE",
        label: "朋友",
        chara1: "ellie",
        chara2: "blade",
        desc1: "在意＆崇拜",
        desc2: "有點吵"
    },
    {
        id: "HB",
        label: "姊弟",
        chara1: "blade",
        chara2: "hannah",
        desc1: "畏懼",
        desc2: "家暴＆厭惡"
    },
    {
        id: "AB",
        label: "親友&勁敵",
        chara1: "blade",
        chara2: "axel",
        desc1: "別煩",
        desc2: "有好感"
    },
    {
        id: "AE",
        label: "兄妹",
        chara1: "ellie",
        chara2: "axel",
        desc1: "吵死了！",
        desc2: "你才吵！",
    },
    {
        id: "RM",
        label: "隊友",
        chara1: "ryan",
        chara2: "minerva",
        desc1: "有何貴幹?",
        desc2: "可怕的人…"
    },
    {
        id: "RB",
        label: "微妙",
        chara1: "ryan",
        chara2: "blade",
        desc1: "真好欺負",
        desc2: "可怕的人…"
    },
    {
        id: "HM",
        label: "朋友",
        chara1: "hannah",
        chara2: "minerva",
        desc1: "堅持拉進隊裡",
        desc2: "為什麼特別選我？"
    },
    {
        id: "BM",
        label: "點頭之交",
        chara1: "blade",
        chara2: "minerva",
        desc1: "覺得很厲害",
        desc2: "有點感興趣"
    },
    {
        id: "EB",
        label: "朋友",
        chara1: "blade",
        chara2: "edd",
        desc1: "別煩",
        desc2: "想更親密"
    },
    {
        id: "EA",
        label: "關係不佳",
        chara1: "axel",
        chara2: "edd",
        desc1: "非常不爽",
        desc2: "令人不愉快"
    },
    {
        id: "EM",
        label: "雙胞胎",
        chara1: "minerva",
        chara2: "edd",
        desc1: "訓練對象",
        desc2: "追趕中"
    },
    {
        id: "SB",
        label: "英雄vs惡役",
        chara1: "blade",
        chara2: "simon",
        desc1: "你超煩",
        desc2: "永遠的勁敵"
    },
    {
        id: "SA",
        label: "死對頭",
        chara1: "axel",
        chara2: "simon",
        desc1: "幹臭章螂滾啦！",
        desc2: "浮魷垃圾閉嘴！"
    }
]

var bioData_ch = [
    {
        id: 'blade',
        name: '布雷德（小布）',
        gender: '男',
        like: '獨處',
        dislike: '自己',
        rank: "S+ ~ X",
        mains: "P槍、.96、炭滾",
        traits: [
            '陰鬱、孤僻、彆扭',
            '有嚴重焦慮問題',
            '沒自信、排斥社交',
            '在不熟的人面前會裝酷',
            '其實很乖、很為人著想'
        ],
        outfits: [
            { name: '通常服', url: 'bl1.png' },
            { name: '3號', url: 'bl2.png' },
            { name: '洗腦3號', url: 'bl3.png' }
        ],
        bio: [
            '因為長期被姐姐欺負跟貶低所以性格孤僻又內向。習慣用酷酷的樣子掩蓋自己的破碎的自信跟自尊以及安全感。',
            '原本是個不肯參加任何漆彈戰鬥並且非常抗拒交朋友的叛逆男孩，後來因緣際會遇上司令勉強同意變成３號，之間也結識了１號與２號，在三人的支持下決定開始嘗試改變態度和擺脫陰影，透過英雄任務持續練習的他終於變得可以和別人比賽，也是這時決定搬出去自己住。',
            '在認識亞克和其他朋友後開始打開心房並逐漸變得要好，他們也決定以小布為中心組成一個四人隊伍Rotten Buttons。',
            '其實名字是布蘭登，「Blade」是他網路ID的一部分，被亞克當成暱稱在叫，結果其他人也跟進。他的耳飾，手環，髮帶，戒指都是隊裡的人送的生日禮物。'
        ],
        refsheets: [
            "assets/img/blade_ref1.png",
        ]        
    },
    {
        id: 'axel',
        name: '亞克索爾（亞克）',
        gender: '男',
        like: '漆彈',
        dislike: '輸、被嘲笑',
        rank: "S+ ~ X",
        mains: "雙槍類",
        traits: [
            '無禮、暴躁、囂張',
            '有憤怒管理問題',
            '攻擊＆侵略行為',
            "總是打架＆找麻煩",
            '很照顧自己的奶奶'
        ],
        outfits: [
            { name: '通常服', url: 'xxx.png' },
            { name: '4號', url: 'xxx.png' }
        ],
        bio: [
            '小混混性格，因為脾氣暴躁常常鬧事所以總是跟人處不來。一直在找可以一起比賽且能信賴的隊友。',
            '一次比賽隨機排到小布，兩人起了衝突並且演變成打架，最後搞到不歡而散時，忽然萌生了想和小布組隊的想法便追了回去。結果在下水道追丟對方，接著誤打誤撞進入蛸壺峽谷遇到了螢，為了要問出小布的下落而同意當上了４號。經過一番折騰後終於如願認識小布並且組成Rotten Buttons。',
            '自從小布走進自己人生後，生氣跟打架的次數有變少的跡象。' 
        ]
    },
    {
        id: 'xiu',
        name: '修',
        gender: '男',
        like: '收藏珊瑚',
        dislike: '掉粉',
        rank: "S+ ~ X",
        mains: "迴旋潑桶",
        traits: [
            "有風度、外向、擅長社交",
            '有社交平台成癮問題',
            "喜歡被關注的感覺",
            "很注重自己儀表",
            "老是搞八卦&小題大作"
        ],
        outfits: [
            { name: '通常服', url: 'xxx.png' }
        ],
        bio: [
            '曾經是很和平又善解人意的書呆子男孩，在受到了霸凌事件的打擊後性情大變並且學會報復，雖然變得更大膽有自信，但也開始惹上不少麻煩事。',
            '在被霸凌的低潮期遇到亞克並走到一起，起初還會常常他一起比賽，但分手後就全力投入網路社交媒體世界還有花式調酒，幾乎沒再碰過武器。直到一次透過亞克打聽到小布而起了興趣，和他們相處一陣子後決定回歸漆彈並和他們組成Rotten Buttons。',
            '可以輕易融入人群的性格，是那種會在聚會跟派對提出一堆危險的團康鬼點子的人。右眼在做危險直播挑戰時受過傷，所以瞳孔形狀特殊。'
        ],
        refsheets: [
            "assets/img/xiu_ref1.png",
        ]       
    },
    {
        id: 'yoni',
        name: '尤尼',
        gender: '男',
        like: '快樂物質',
        dislike: '偷竊行為',
        rank: "S+",
        mains: "水栓或重滾",
        traits: [
            '精力旺盛、少根筋',
            '有毒癮問題',
            '很容易就興奮、坐不住',
            '力氣很大',
            '非常會賺錢'
        ],
        outfits: [
            { name: '通常服', url: 'xxx.png' }
        ],
        bio: [
            '從小就是無憂無慮、開朗的性格。是個有點調皮愛開玩笑的人，擅長製造娛樂。講話常常沒頭沒腦，不管是什麼事都可以哈哈的笑過，就連不合時宜的時候也是。',
            '喜歡成癮的感覺，但因為漆彈協會禁止玩家使用非法藥物，所以自從被小布拉進Rotten Buttons之後就漸漸不用了。不過毒癮終究難戒，所以他正在找一種能讓他上癮又能繼玩漆彈的辦法。',
            '似乎有參與一些可疑活動。'
        ]
    },
    {
        id: 'hannah',
        name: '漢娜',
        gender: '女',
        like: '漆彈',
        dislike: '自己的弟弟',
        rank: "X",
        mains: "N-zap、.52",
        traits: [
            '凶狠，易怒，難親近',
            '有家暴弟弟的行為',
            '講話惡毒的不良少女',
            '笑聲很狂',
            '其實是個稱職的隊長'
        ],
        outfits: [
            { name: '通常服', url: 'xxx.png' },
            { name: '3號', url: 'xxx.png' }
        ],
        bio: [
            '小布的姐姐。小時候總是被媽媽忽視，因為媽媽非常偏袒弟弟所以對弟弟有極大的心結。在媽媽病逝後，心結更是演變成了家暴。',
            '漆彈戰鬥就是她的全部，只要心情一不好就會去戰鬥發洩。大概是因為將身心都投入漆彈比賽中所以技術高超，是玩風猛烈的前鋒系。自主拉了蘭斯、RJ、米奈瓦組了一個表現頂尖的隊伍Inner Monster。',
            "實際上她是當初第一個被司令找上的３號人選，但因為想專注比賽就沒有繼續參與，這也間接導致小布變成下一個３號。目前只有在不得已需要人手時會回去幫忙。",
            '其實對自己的性格問題有一定程度的理解，曾透露出想和弟弟緩解關係的念頭，但還是在沒能做出任何有用的嘗試後放棄，並表示「已經無法回頭了」。',
        ]
    },
    {
        id: 'lance',
        name: '蘭斯',
        gender: '男',
        like: '跳跳糖',
        dislike: '計畫被打亂',
        rank: "X",
        mains: "爆裂槍和三點槍",
        traits: [
            '冷靜、正直、重義氣',
            'OCPD＆輕度潔癖',
            '可靠的大哥類型',
            '力氣比弟弟大',
            '很擅長聽人訴苦'
        ],
        outfits: [
            { name: '通常服', url: 'xxx.png' }
        ],
        bio: [
            '尤尼的哥哥，從小就認識小布姊弟。看上去總是凶狠又沒表情，實際上是個可靠又很照顧人的傢伙。做事有條有理的高標準完美主義著，經常過度注重細節。三觀端正，常會突然口出人生諫言。',
            '是漢娜最早拉進Inner Monster的成員，漢娜處理不了的事情都是他在處理。',
            '努力與自己的OCPD共存中，總是戴著黑手套。小時候因為吃了跳跳糖才喜歡上爆裂槍，現在每天早上一定要吃一包。'
        ]
    },
    {
        id: 'ellie',
        name: '艾絲泰爾（艾莉）',
        gender: '女',
        like: '聊八卦、甜食',
        dislike: '自私的人',
        rank: "A",
        mains: "針槍",
        traits: [
            '開朗、幽默、重義氣',
            '會網路霸凌他人的SJW',
            '擅長蒐集資料跟人肉',
            '愛閒聊的小妹',
            '意外的很會讀空氣'
        ],
        outfits: [
            { name: '通常服', url: 'xxx.png' },
            { name: '4號', url: 'xxx.png' }
        ],
        bio: [
            '亞克索爾的妹妹，青春洋溢的女生，雖然很好相處但不夠成熟，正義感過剩。經常在網路上炎上別人。',
            '原本只喜歡社交聊天，在看見哥哥總是跟隊友往外跑後慢慢開始對漆彈有興趣。跟Rotten Buttons的四人都相處的不錯。曾經不小心揭發哥哥的４號身分，結果最後自己也參與其中，在那之後經常會去幫忙做４號的任務。',
            '有在幫忙經營一個專門八卦跟肉搜的大型聊天群。但因為被心儀的人（小布）質疑此事的正當性，現在有在節制相關的活動。'
        ]
    },
    {
        id: 'edd',
        name: '艾德',
        gender: '男',
        like: '體育活動',
        dislike: '過於黑暗的場所',
        rank: "S+ to X",
        mains: "北齋",
        traits: [
            '沉穩、表情不多',
            '不擇手段＆慣性說謊',
            '常會亂幻想些有的沒的',
            '其實很受不了孤獨感',
        ],
        outfits: [
            { name: '通常服', url: 'xxx.png' },
            { name: '8號', url: 'xxx.png' }
        ],
        bio: [
            '米奈瓦的雙胞胎弟弟，在地下成長，但和米奈瓦不同，對於在地下受到的待遇跟生活很不滿意，在那天聽到潮色姊妹的歌之後下定決心，不管用什麼手段都想逃脫。',
            '在還沒能逃出之前被捲入深海地下鐵事件，但也因此在最後如願到達陸上。因為把當時作為３號出勤的小布視為救世主般的存在，甚至都還沒安頓就先跑去找他。兩人當上朋友後，艾德成為了Rotten Buttons的第五個成員。'
        ]
    },
    {
        id: 'minerva',
        name: '米奈瓦',
        gender: '女',
        like: '地下生活',
        dislike: '太亮的地方',
        rank: "X",
        mains: "章魚槍",
        traits: [
            '忠心、誠實',
            '疑似斯德哥爾摩綜合症',
            '做事認真的工作狂',
            '很常進入心流狀態',
            '是個中規中矩的老實人'
        ],
        outfits: [
            { name: '通常服', url: 'xxx.png' },
            { name: '章魚軍團', url: 'xxx.png' }
        ],
        bio: [
            '在地下成長，才剛能拿槍就被強迫接受格外嚴苛的訓練，起先過得很不快樂，但是久了對軍團產生深厚的感情，即使聽到了那天潮色姊妹的歌或是有了逃生的機會都沒有打算離開，甚至對陸上世界的出現感到不滿。',
            '有次在地下對上了以３號身分出勤的漢娜，見到米奈瓦實力的漢娜希望她來陸上加入自己的隊伍，起先米奈瓦毫無意願，但在漢娜堅持不懈多次交戰後終於妥協。就這樣半推半就的到了陸上，目前作為Inner Monster的一員活動中，目前還沒有完全適應陸上生活。'
        ]
    },
    {
        id: 'simon',
        name: '西蒙',
        gender: '男',
        like: 'DJ芥葵將軍、機械工程',
        dislike: '英雄',
        rank: "???",
        mains: "???",
        traits: [
            '自大、野心強、死纏不放',
            '似乎有妄想性障礙',
            'DJ芥葵將軍的頭號粉絲',
            '就是個經典定番惡役',
            '是個老是出包的白痴'
        ],
        outfits: [
            { name: '通常服', url: 'xxx.png' }
        ],
        bio: [
            '章魚軍團的人，非常非常癡迷DJ芥葵將軍，自稱是「將軍的心腹」或「章魚軍團的天才工程師」之類的。有著非凡高超的機器人工程知識和技術。',
            '原本是個成天窩在研究室的家裡蹲，一次在蛸壺山谷巡邏檢查損毀機器時發現小布（３號）並接上他的無線電，之後擅自認定對方為自己的死對頭，接著便對他展開至死不渝的糾纏。他對亞克（４號）也是類似的狀況。因為思想不周所以計畫總是不成功，機器人也每次都被打爆，即使如此他仍然沒有絲毫要放棄的意思。',
            '從沒有去過陸上也沒有任何類似的打算。'
        ]
    },
    {
        id: 'ryan',
        name: 'R.J.',
        gender: '男',
        like: '雙倍義式濃縮咖啡',
        dislike: '不守信用者',
        rank: "X",
        mains: "狙擊全般",
        traits: [
            '冷血、殘酷、沒耐性',
            '毫無同理心和憐憫心',
            '辦事專業俐落、高效率',
            '各種方面的抖S',
            '算是種天然呆？'
        ],
        outfits: [
            { name: '通常服', url: 'xxx.png' }
        ],
        bio: [
            '身世和來歷都不明的傢伙，他似乎也沒有要透露的意願。',
            '在對戰圈神出鬼沒，可調閱的戰鬥資歷非常少，狙數跟準度卻高的駭人。跟蘭斯有過不少次生死決鬥，所以不知何時就熟了起來。漢娜也因此有辦法找到他並向他提出加入Inner Monster的請求，RJ雖然答應入隊，但他平常大部分的時間都人間蒸發，看來是在參與什麼可疑活動。'
        ]
    }
]