
var relationshipData_ch = [
    {
        id: "RY",
        chara1: "yoni",
        chara2: "ryan",
        label: "同事？",
        desc1: "好強！！！",
        desc2: "臭小鬼殺了你",
        descDetail1: "大哥的超強超兇隊友？？！！",
        descDetail2: "死吧過動兒",
        content: [
            "尤尼是少數在對戰時能偶爾打中RJ的人，雖然每次都只是互相ＫＯ，但這導致RJ對他很不爽，一看到就想扁。",
            "似乎在什麼時候開始一起參與了某個可疑團體，也因為這樣所以後期交情變得比較深。"
        ]
    },
    {
        id: "YE",
        chara1: "yoni",
        chara2: "estelle",
        label: "朋友",
        desc1: "吃軟糖ㄇ！",
        desc2: "超怪的人笑死",
        descDetail1: "亞克的老妹耶<br>安安～～～～",
        descDetail2: "讓人哭笑不得的<br>超怪傢伙",
        content: [
            "自從艾莉的哥哥亞克開始作為Bad Button Boys一員活動後，艾莉接連認識了裡面的成員，尤尼就是此時和她交上的朋友。",
            "艾莉覺得尤尼很好玩，常常拿手機紀錄各種尤尼搞笑的畫面，偶爾還會跟他一起起鬨，兩人意外的合得來。",
            "尤尼常常拿她的眉毛形狀開玩笑。"
        ]
    },
    {
        id: "XY",
        chara1: "yoni",
        chara2: "xiu",
        label: "朋友",
        desc1: "吃軟糖ㄇ！",
        desc2: "覺得有點危險",
        descDetail1: "我也可以<br>喝酒嗎！！！！！",
        descDetail2: "老愛添麻煩的小子",
        content: [
            "小布跟亞克在組隊招人時認識的，因為同是Bad Button Boys成員，很常一起出去玩。",
            "修時常吐槽尤尼，也常幫小布一起阻止尤尼添麻煩，不過因為修力氣不大也不太有耐心所以偶爾會把場面越弄越糟。",
            "尤尼曾多次在修心情不好的時候逗笑他，尤尼也曾經在修陷入尷尬氣氛的時候跳出來幫忙轉移其他人注意力，這讓修很窩心。"
        ]
    },
    {
        id: "RL",
        chara1: "ryan",
        chara2: "lance",
        label: "親友",
        desc1: "一決勝負吧",
        desc2: "隨時奉陪",
        descDetail1: "當我的敵人吧",
        descDetail2: "只要不越過界線<br>就是個很好的戰友跟朋友",
        content: [
            "兩人初次見面是在隨機比賽中作為敵人對上，並且進行了幾次激烈的生死決鬥，起初兩人並沒有太在意對方，後來幾次因緣際會又再度隨機對上後，兩人才搭上了話。因為雙方都認可對方的技術，不知不覺就混熟了。RJ基本上是因為被蘭斯說服才答應加入黑娜的隊。",
            "兩人都是話少的類型所以對話並不多，而且總是沒講幾句就要分勝負，連平常最普通的吃飯付錢開作戰會議等事情都可以演變成生死搏鬥。雖然兩人之間總是充滿火藥味，但感情很不錯，兩人可以說是越打感情越好的關係。",
            "蘭斯是極少數和RJ交集熱絡的人。RJ似乎非常享受跟蘭斯一分勝負的快感，不僅沒事就會向蘭斯下挑戰，還會偶爾說出希望蘭斯變成自己一生的敵人之類的話。蘭斯對於RJ的挑戰也照單全收。另外，RJ還時常捉弄蘭斯。例如神不知鬼不覺的把蘭斯的跳跳糖摸走然後吃掉或是直接當著他的面灑在地上。",
            "蘭斯對RJ參與的可疑事項略知一二；RJ也清楚蘭斯的職業展望將會給自己帶來麻煩，但這似乎不影響他們的友情。"
        ]
    },
    {
        id: "LM",
        chara1: "lance",
        chara2: "minerva",
        label: "隊友",
        desc1: "值得信賴",
        desc2: "尊重",
        descDetail1: "是能信賴的隊友，很強",
        descDetail2: "非常可靠的隊友<br>有點不知道怎麼搭話",
        content: [
            "同為Royal Flush的成員，兩人見到面的次數不少，基本上是戰友同事的關係，",
            "兩人的玩風意外的合拍，他們在戰場上極有默契。兩人雙排時可以打出非常高的分數。",
            "兩人共通點不少，都是隊中比較常識又沉著的人，而且都跟黑娜走得很近，也都屬於話少的類型，並不常對話，但要是在路上碰到的話還是會一起出去喝個東西，還常常會聊到黑娜的事情。",
            "蘭斯對米奈瓦說過，希望她可以在蘭斯不在時照顧黑娜，在黑娜需要的時候拉她一把。"
        ]
    },
    {
        id: "LY",
        chara1: "yoni",
        chara2: "lance",
        label: "兄弟",
        desc1: "(亂碰私人物品)",
        desc2: "(扔出窗外)",
        descDetail1: "大哥酷爆！！！",
        descDetail2: "到底要講幾遍<br>不要弄亂我東西",
        content: [
            "親兄弟，兩人關係一直都算好。尤尼從小就精力旺盛愛亂跑，可以很常看到蘭斯在看管他跟照顧他，以防止他弄壞東西或跑去太危險的地方。",
            "在蘭斯搬去學校宿舍之前，兄弟倆是一起住在父母家裡的。而且因為尤尼好奇心太旺盛，所以家裡有些地方（例如冰箱、櫃子等）被蘭斯完美地規劃成不同區塊來保障自己的私人空間，可惜這無法阻止尤尼亂翻蘭斯的東西。",
            "尤尼用藥並跟可疑團體打交道的事情蘭斯略有所聞，他並不希望尤尼誤入歧途所以一直有在關注，在看到尤尼因為加入Bad Button Boys而大有改善時才放下心來。",
            "蘭斯後來發現尤尼淪陷時似乎已經太遲了，這讓蘭斯多少對自己的能力產生了懷疑，並一直對自己連親弟弟都幫不了的事抱持著悔恨跟愧疚。"
        ]
    },
    {
        id: "LB",
        chara1: "lance",
        chara2: "blade",
        label: "前後輩",
        desc1: "指導＆照顧",
        desc2: "仰慕＆喜歡",
        descDetail1: "需要幫忙的話<br>儘管說",
        descDetail2: "很厲害很可靠<br>最喜歡了…",
        content: [
            "兩家人以前住很近，所以蘭斯從小就認識小布，算是兒時玩伴。蘭斯一直都是小布被姊姊欺負時的唯一依靠，他小時候常負責阻止黑娜欺負小布，還會對小布保證「我一定會保護你的」。在小布姊弟的媽媽離開他們之後，蘭斯也經常去幫忙照顧年幼的小布。",
            "當初魚乾司令找上蘭斯當３號時，蘭斯婉拒了，並將小布推薦給司令，這個小動作改變了小布的人生，但小布對並此不知情。",
            "因為常被漢娜貶低，害怕失敗的小布從小就對漆彈反感，蘭斯曾向小布提出想要指導他的提議，但這被當時抗拒漆彈的小布拒絕了，直到後來透過３號的任務找回信心之後，小布才找上蘭斯，表示準備好接受他的指導。在那之後兩人很熱絡的往來，時常進行一對一特訓。蘭斯不只教了小布漆彈戰鬥技巧，還教他煮飯跟其他獨立必備的技能等等。",
            "對小布來說，蘭斯是心靈綠洲＆靠山＆英雄般的存在。小布對他有著難以言喻的戀慕。他在跟蘭斯對話的時候很容易變的非常緊張，經常會僵住或是講錯話然後搞得自己滿臉通紅，小布也會鼓起勇氣嘗試約蘭斯出去，每次只要蘭斯答應，小布的心裡都會非常的爽。",
            "蘭斯的潔癖似乎不會在面對小布時發作，不戴手套接觸小布並不會讓蘭斯覺得反感。",
            "小布那帶有正義感的性格多少是因為把蘭斯當榜樣的緣故。",
            "小布身上有個小刀形狀的項鍊，那是蘭斯送給他的。"
        ]
    },
    {
        id: "XB",
        chara1: "xiu",
        chara2: "blade",
        label: "親友",
        desc1: "很喜歡",
        desc2: "好煩啊",
        descDetail1: "很可愛、在一起很快樂<br>請一直陪著我",
        descDetail2: "很在乎、是重要的朋友<br>有時有點煩人",
        content: [
            "認識小布之前的修因為不甘心和亞克分手，便把心傾注在社交跟網路生活上以轉移自己的注意力。一次在和亞克妹妹聊天時打聽到亞克有了新的鍾愛對象小布，就開始對小布產生興趣和好奇心。起初的修大概是出於某種報復或競爭心態才接近小布的，或許是想讓亞克忌妒、或許是想要知道小布到底哪裡比自己好、又或許只是單純想尋找新的快樂。修對小布展開了一小段時間的糾纏，因為修是個很外向又受歡迎的人，怕生的小布一開始對他是抗拒的，但混久了還是產生了深厚的感情跟依賴。從小布那邊得到感情上的滿足後，修才漸漸放下對亞克的執著。現在的修非常喜歡跟小布黏一起，還常常刻意阻止亞克跟小布獨處。",
            "修常常請小布喝飲料或吃點心，還會特地買小布喜歡吃的水果塔。他還很喜歡跑去小布家串門子，這讓寂寞的小布感到很溫暖。修也會試圖緩解小布內向的性格，偶爾拉著小布去參加派對或聚會之類的。",
            "小布很在乎修，他可以很輕易的注意到修的異常，在修理智低落時第一時間去安撫他跟鼓勵他。",
            "小布戴的魚鉤手環是修在他生日時送的。"
        ]
    },
    {
        id: "EX",
        chara1: "xiu",
        chara2: "edd",
        label: "意氣相投",
        desc1: "挺感興趣",
        desc2: "有些羨慕",
        descDetail1: "好難捉摸的傢伙啊",
        descDetail2: "社交很有一套呢<br>真羨慕。",
        content: [
            "兩人是因為艾德加入Bad Button Boys才認識的。",
            "他們還算是意氣相投。修表示兩人的共通點非常多，一個是兩人都在社交上經歷過挫折而有了性格上的改變；第二是他們都有些狡猾而且心機比較重，兩人似乎都相信人心是險惡的，所以會選擇採取以毒攻毒的手法來解決事情；第三是兩人都有些好色，並同時對隊長小布抱有很大的興趣。",
            "起先艾德對修沒有什麼感覺，後來逐漸對Bad Button Boys的成員稍微敞開心扉之後，艾德會不自覺的找修聊天，有時還會向他訴諸自己對小布的好感跟慾望。",
            "修認為艾德有種神秘感很帥，雖然知道艾德眼中只有小布，但他還是曾經向艾德調過情，並建議艾德偶爾可以換換口味。",
            "艾德來到路上後找的一些半職工作是修介紹給他的。"
        ]
    },
    {
        id: "XE",
        chara1: "xiu",
        chara2: "estelle",
        label: "網路閨密",
        desc1: "信賴",
        desc2: "支持",
        descDetail1: "聊天八卦好搭檔<3",
        descDetail2: "有發文一秒衝去按讚<br>くコ:彡~~~~",
        content: [
            "兩人是透過亞克認識的，在亞克和修分手之後這兩人開始變得比較常聊天。兩個人感情不錯，平常不管是日常八卦時事什麼都聊，偶爾也會約出門逛街吃東西或是看演唱會等等，兩人的對話還經常出現一些沒人聽得懂的圈內笑話。",
            "修的社交帳號養的成功的原因有部分是因為艾莉的支持。艾莉總是那個第一個去幫他按讚留言的人。",
            "艾莉視修為要好的朋友，只要有人在網路上抹黑修的話，她可能會召集網軍黑回去。",
            "由於艾莉也還不是很成熟的緣故，她給修的建議往往都是比較大膽或危險的。"
        ]
    },
    {
        id: "XA",
        chara1: "xiu",
        chara2: "axel",
        label: "已分手",
        desc1: "仍然在意",
        desc2: "尷尬",
        descDetail1: "懷念那種餘溫<br>喜歡卻得不到的存在",
        descDetail2: "幹超尷尬<br>勉強可以當朋友啦",
        content: [
            "兩人是舊識，常常一起玩漆彈，並慢慢的衍生出了朋友以上的感情。那時的亞克很黏修，還經常不顧危險的站起來幫修講話，修非常喜歡那樣的亞克，每次亞克陪在自己身邊時，修就會覺得他有了全世界。",
            "修在走出霸凌事件後的性格變化導致兩人開始變得不合，最後是由亞克提出的分手，原因是「我不喜歡新的你」。修對此很不滿，但因為亞克非常堅決，無能為力的修最後還是只能接受分開的事實。",
            "兩人因為小布的出現才開始繼續來往並重新一起玩漆彈，平時偶爾會有些小尷尬，但總體來說還算是相處得不錯。",
            "雖然修的注意力已經轉移到小布身上，但在修的心中，亞克仍然佔著一個很特別的位置。修心底其實還是有一絲絲希望可以跟他複合。",
            "亞克在修沮喪或是在修向他表達歉意的時候會心軟。"
        ]
    },
    {
        id: "RH",
        chara1: "ryan",
        chara2: "hannah",
        label: "隊友",
        desc1: "遵從指示",
        desc2: "覺得有點危險",
        descDetail1: "我只做<br>合約概括到的事情",
        descDetail2: "幹別把我們隊<br>搞得像黑道好嗎",
        content: [
            "在兩人認識之前，黑娜只是偶爾看到RJ跟蘭斯走在一塊，當黑娜注意到RJ的氣場跟實力不凡後，就一直想把他拉入隊，還因為RJ的出沒時間太難抓而花了一點工夫才找到他，在幾次商量加上蘭斯幫忙協調之後RJ才終於答應入隊。",
            "RJ對黑娜的態度有點像是被雇的人對雇主那樣。",
            "黑娜有時會覺得RJ很欠扁，但因為對方散發出強烈的危險人物氣息，黑娜並不敢對他動手，頂多就拿報紙捲打他的頭。",
            "黑娜偶爾會因為RJ的玩風太自私而困擾。"
        ]
    },
    {
        id: "LH",
        chara1: "lance",
        chara2: "hannah",
        label: "親友",
        desc1: "很瞭解",
        desc2: "信賴",
        descDetail1: "真是老樣子",
        descDetail2: "混帳快回我簡訊",
        content: [
            "蘭斯從小就和黑娜認識。兩人都非常了解對方，基本上不用看對方的臉也可以知道對方在想啥。雖然他們之間的對話看起來總是很嗆又很無情，但其實友情很深厚，可以說是閨密關係。",
            "蘭斯是黑娜少數能信賴的人，黑娜常常跟他吐苦水跟抱怨，總是用訊息轟炸蘭斯，而且習慣把自己處理不了的事丟給他。",
            "蘭斯有點像是黑娜的理智防線，總是能把黑娜從崩潰跟發狂的懸崖邊抓回來。",
            "黑娜不喜歡蘭斯與自己弟弟小布走得很近，蘭斯也清楚這點，但還是會在黑娜面前幫小布說話。黑娜目前對此只能睜一隻眼閉一隻眼。",
            "每次兩人被誤認成男女朋友關係的時候，黑娜都會做出非常反感的表情。"
        ]
    },
    {
        id: "YB",
        chara1: "yoni",
        chara2: "blade",
        label: "兒時玩伴",
        desc1: "陪我玩～",
        desc2: "好煩啊",
        descDetail1: "小布小布小布<br>快快快快陪我玩",
        descDetail2: "不愧是尤尼<br>每天都這麼無厘頭",
        content: [
            "尤尼是小布少數的兒時玩伴，總是在小布和蘭斯旁邊湊熱鬧。",
            "超級開朗的活寶尤尼在小布最陰暗的時期給他帶來了一點笑容。總能搞出各種白癡把戲把小布逗笑。",
            "小布跟亞克組成Bad Button Boys後，小布邀了尤尼進隊伍。",
            "小布的髮帶是尤尼在他生日時送的。",
            "心思敏感的小布比尤尼更能注意到尤尼他自己的心理狀況變化。能夠從尤尼那一成不變的快樂態度裡抓出其中的不協調並給予關心，總是可以在尤尼不知情的狀態下幫尤尼做出對他身心較好的決定。",
            "尤尼曾多次想過要找小布幫忙自己的各種問題，但似乎因為不知怎麼開口所以總是不了了之。",
            "後來常聯絡不上尤尼這點讓小布非常的擔心，他一直有持續的嘗試跟尤尼取得聯繫。"
        ]
    },
    {
        id: "YA",
        chara1: "yoni",
        chara2: "axel",
        label: "朋友",
        desc1: "吃軟糖ㄇ！",
        desc2: "怪胎欸",
        descDetail1: "亞克愛生氣～～",
        descDetail2: "少根筋的白癡<br>（但是個很好玩的傢伙）",
        content: [
            "兩人是在小布把尤尼拉進Bad Button Boys之後才認識的，練習跟比賽都會見到所以他們很常一起玩，亞克空閒的時候也會主動邀請尤尼打雙排。",
            "尤尼力氣很大所以常常是那個阻止亞克打架並把他抓去旁邊罰站的人。尤尼也曾經加入亞克打的架然後輕易的幫他打贏。",
            "因為尤尼平常實在是太搞笑又對大家沒有敵意，所以是少數不會觸發亞克脾氣的人，這讓兩人挺合得來。尤尼的行為還很常戳到亞克的笑點。",
            "跟修比起來，亞克更想跟尤尼相處。",
            "有次尤尼跟生意夥伴起衝突時被亞克撞見，亞克為了幫尤尼抱不平而出了手，最後被打得亂七八糟。這件事情大大的加深了他們的友情。"
        ]
    },
    {
        id: "BE",
        chara1: "estelle",
        chara2: "blade",
        label: "朋友",
        desc1: "心儀＆崇拜",
        desc2: "人不錯",
        descDetail1: "酷酷的又很貼心<br>超級在意的啦",
        descDetail2: "話很多的女生<br>不過相處起來很愉快",
        content: [
            "兩人會認識的原因是那段時間艾莉的哥哥亞克總是為了要見小布而往外跑，所以艾莉也對小布產生了好奇心，兩人之間還有另一個共同好友修，所以艾莉很快就得到了跟小布認識的機會，兩人很快便成了朋友。",
            "那時的艾莉因為被Bad Button Boys影響而開始想練習漆彈，得知此事的小布毫不吝嗇的邀請她一起玩，也會時不時給她一些建議，加上後來艾莉成為４號工作時也見識了前輩的小布作為３號的傑出表現，她很快就開始對小布產生了心儀跟仰慕的感覺。",
            "艾莉知道哥哥跟小布關係很好，也知道哥哥對小布有強烈的感情，也會拿此調侃哥哥。",
            "因為有好感的緣故，艾莉在小布面前是會有些緊張的；小布則因為本來就內向一點，有時在艾莉面前也會有點不知要說什麼。"
        ]
    },
    {
        id: "HB",
        chara1: "blade",
        chara2: "hannah",
        label: "姊弟",
        desc1: "畏懼",
        desc2: "家暴＆厭惡",
        descDetail1: "什麼都做不了<br>對不起…",
        descDetail2: "看到就噁心<br>讓人憤怒的存在",
        content: [
            "因為黑娜比較難照顧，所以從小媽媽就非常偏袒弟弟，黑娜得到的只有忽視，因此她對弟弟有極大的心結。",
            "年幼的小布看到黑娜玩漆彈玩得很好也對漆彈產生了興趣，但因為玩得不怎麼好，被黑娜不斷的貶低跟放大失誤，導致小布一直覺得自己很失敗又很沒用，這深深的影響了小布的人格，並導致他對漆彈活動跟社交都產生嚴重的抗拒心理。",
            "自從媽媽過世以後黑娜就開始對弟弟生理與心理家暴。黑娜脾氣好的時候冷落他，脾氣差則用很惡劣的話語去刺激弟弟或是乾脆狠狠揍他一頓。對於黑娜的暴力行為，小布採取迴避措施，能躲就躲。雖然很怕黑娜，但小布有段時間還是默默和她一起生活，食物也會準備她的份，這件事也讓黑娜覺得很煩，並且覺得互相討厭比較輕鬆。",
            "黑娜因為不喜歡跟小布相處的氣氛而很少待在家裡，而且早就有想搬走的意願，但似乎覺得自己有什麼職責未盡就一直遲遲沒有下定決心，這段時間兩人都過得很不開心。後來小布因緣際會當上３號並開始找到人生新方向，終於能夠鼓起勇氣玩漆但對戰時，黑娜才終於覺得可以放心的搬走。"
        ]
    },
    {
        id: "AB",
        chara1: "blade",
        chara2: "axel",
        label: "親友&勁敵",
        desc1: "好煩啊",
        desc2: "超喜歡",
        descDetail1: "不可或缺的存在<br>偶爾讓人操心",
        descDetail2: "各種方面都好喜歡<br>想一直一直混一起",
        content: [
            "第一次見面那時的亞克一直在尋找能夠長期一起比賽的戰友，當天他比賽隨機排到小布，亞克因為小布在戰鬥中不斷針對自己而心生不爽，在賽後跑去給小布找碴，兩人接著起了衝突並且演變成打架，最後搞到不歡而散時，亞克才忽然萌生了想和小布組隊的想法，不幸的是他掉頭追他時追丟了，還誤入了蛸壺峽谷，為了要獲得小布聯絡方式，亞克特地答應螢的請求當上了４號。經過一番折騰後才終於如願以償的和小布再會。",
            "亞克一直把小布當成厲害的勁敵，喜歡和他比較跟切磋，也很喜歡跟他一起並肩作戰，經常滿腦子都是小布。經過一段時間的相處亞克才發現自己原來在很早的時候就對小布有好感，而且當他注意到的時候，這份感覺已經變得很強烈了。對亞克來說小布就是有種說不上來的魅力，或許是被他溫和又不退縮的個性吸引，也可能是欣賞小布一個人默默努力的樣子。",
            "亞克常常會跑去小布家拜訪，不過每次想跟小布獨處都事與願違。不管是妹妹還是前男友都要跟他搶男人，這讓亞克非常靠北。",
            "雖然表面上一直表現得很煩，但是小布其實很珍惜亞克的陪伴。對小布來說沒有亞克就沒有Bad Button Boys，沒有Bad Button Boys也就不會有現在的自己，種種原因上來說亞克就是他生活不可或缺的一部分，也經常會情不自禁的跟亞克黏在一起。",
            "小布身上戴的耳飾是亞克在他生日時送的。"
        ]
    },
    {
        id: "AE",
        chara1: "estelle",
        chara2: "axel",
        label: "兄妹",
        desc1: "吵死了！",
        desc2: "你才吵！",
        descDetail1: "北七少打點架啦<br>奶奶很擔心你欸",
        descDetail2: "幹不要吵<br>你才北七",
        content: [
            "小時後妹妹總是跟在亞克屁股後面，不管亞克做什麼她都想參一腳。因為妹妹比較懂事也比較會做家務，可以常常看到她對亞克的行為指指點點然後亞克被煩到找地方躲起來的畫面。現在的艾莉跟以前差不多，看到哥哥總是要唸上幾句。兩人經常鬥嘴互嗆，但實際上還是很關心對方，大概是越吵感情越好的那種手足。兄妹兩個人目前跟奶奶一起住。兩個人會輪流照顧奶奶，兩人都超級喜歡吃奶奶做的夏威夷蓋飯。",
            "艾莉雖然比亞克懂事，但在漆彈的部分懂得比較少，每次看到哥哥玩漆彈都會有想要學習跟加入的衝動。亞克在和小布組成Bad Button Boys後更是天天往外跑，艾莉每次看到這群男生溺在一起都會有幾分羨慕，這也成為她下定決心特訓漆彈的契機。",
            "亞克因為愛打架，常常會弄得身上到處是傷，有時他會因為不想讓妹妹看到自己這樣而躲在朋友家過夜。另外，亞克雖然很兇又愛扁人，但他絕對不會對家人出手，在他們家可以常常看到艾莉用力捏亞克或是用手掌打他，然後亞克只會嚇的跳起來或是跑掉。",
            "兩人對互相的交際圈跟心儀對象瞭若指掌，亞克曾對艾莉放過話「不要跟我搶男人」，結果最後還是演變成發廚分享大會。"
        ]
    },
    {
        id: "RM",
        chara1: "ryan",
        chara2: "minerva",
        label: "隊友",
        desc1: "有何貴幹?",
        desc2: "可怕的人…",
        descDetail1: "隊友，<br>除此以外沒啥好說的",
        descDetail2: "到底是什麼來歷…",
        content: [
            "因為黑娜組了Royal Flush才認識，因為RJ出現時機比較不一定，所以如果不是隊伍活動的時間的話兩人基本上不會見到。",
            "這個組合可以說是是隊中最怪VS最正常的人，所以兩人的氣氛非常尷尬跟微妙。",
            "個性老實謹慎的米奈瓦認為RJ就是個極度危險的怪人，每次嘗試和他搭話都得不到什麼太正面的反饋，不過久而久之也就習慣了。",
            "米奈瓦曾經表示可以從RJ身上感覺到軍人的氣質。"
        ]
    },
    {
        id: "RB",
        chara1: "ryan",
        chara2: "blade",
        label: "微妙",
        desc1: "真好欺負",
        desc2: "可怕的人…",
        descDetail1: "破綻真多，很好欺負",
        descDetail2: "太強了，不想遇到。<br>似乎跟蘭斯很要好…？",
        content: [
            "他們會認識基本上是透過蘭斯。蘭斯和兩個人都很熟，所以多少會有一些碰面的機會。",
            "小布認為RJ是潛在危險人物，但也很敬佩他的實力，也一直都很在意RJ跟蘭斯的關係。",
            "不知是出於某種競爭心還是單純想捉弄，RJ很喜歡說一些可怕的話或是做一些有威脅性的小動作來驚嚇小布，把他嚇得團團轉。",
            "RJ雖然嘴上表示小布很脆弱又實力不足，但對小布的毅力和耐力以及魅力有一定程度的欣賞，雖然沒事就愛嚇他，但也有認真的幫蘭斯訓練過他。曾經有意要把小布拉去可疑團體進行試用。"
        ]
    },
    {
        id: "MH",
        chara1: "hannah",
        chara2: "minerva",
        label: "同居朋友",
        desc1: "堅持拉進隊裡",
        desc2: "在意",
        descDetail1: "廢話少說乖乖練槍<br>有才華就該培養",
        descDetail2: "很好奇那尖銳的外在<br>之下的她是什麼樣的人",
        content: [
            "初次會面是在當初黑娜短暫當３號的期間，黑娜在蛸壺山谷出任務時對上了那時還是章魚女戰士的米奈瓦，見識到米奈瓦實力的黑娜在作戰完後要求她來陸上加入自己的隊伍一起玩漆彈，米奈瓦一開始毫無意願，後來黑娜堅持不懈的多次拜訪跟交戰，都已經辭退了３號的位置還是會跑下來找米奈瓦對決。被黑娜的決心感動的米奈瓦最後終於還是妥協，就這樣半推半就的到了陸上。至於為什麼黑娜如此執著要米奈瓦加入，黑娜一直沒有給出明確的答案。",
            "在米奈瓦妥協時，黑娜剛好從家裡搬出來，兩人索性就合租同一間公寓房了。",
            "米奈瓦還是會一直想著地下的事情，時不時就會回去看一下，黑娜並不支持此事，只要米奈瓦偷溜被發現，黑娜就會把她拎回來。",
            "黑娜對米奈瓦還是保持著一點距離，會迴避和米奈瓦分享自己的感受或是心煩的事情，但米奈瓦有辦法看穿黑娜心思，後來幾次黑娜情緒瀕臨崩潰時米奈瓦陪她聊天緩解，黑娜才對她稍微開了一點心房。"
        ]
    },
    {
        id: "BM",
        chara1: "blade",
        chara2: "minerva",
        label: "筆友",
        desc1: "敬佩",
        desc2: "有點感興趣",
        descDetail1: "值得敬佩的好姊姊<br>想和她學習",
        descDetail2: "是個很努力的好弟弟<br>很有潛能",
        content: [
            "小布跟米奈瓦原本交集不是很多，但因為有些共同關係者（艾德、蘭斯、黑娜等），兩人偶爾還是會碰上。",
            "米奈瓦知道自己的弟弟很癡迷這個叫做小布的男生，也曾經在地下的章魚軍團聽過小布的事蹟，所以一直對他都有點好奇。在見識過小布在戰場上的表現後，認為對方很有潛力，後來還會主動和他搭話。",
            "小布對米奈瓦的印象就是非常傑出、技術一流的前輩玩家。小布對她的才華是非常羨慕的，總會想要變得像她一樣成功。和她相處時，小布常常顯得有些受寵若驚。",
            "兩人一次因緣際會對上話後就打開了話匣子，後來開始很常用電子郵件寄信談天，信中話題常常圍繞在他們的手足上，小布會分享姊姊黑娜的事情，米奈瓦則會分享雙胞胎弟弟艾德的事情。",
            "小布一直不由自主的認為米奈瓦散發著一種好姊姊的氣息；米奈瓦則是認為小布散發著一種乖弟弟的氣息。"
        ]
    },
    {
        id: "EB",
        chara1: "blade",
        chara2: "edd",
        label: "朋友",
        desc1: "好煩啊",
        desc2: "想更親密",
        descDetail1: "這傢伙<br>也太黏了吧…",
        descDetail2: "真是完美的存在",
        content: [
            "在章魚軍團的艾德一直都對３號（小布）的事蹟略有所聞。某天艾德在一次逃跑失敗被押回去的途中得知３號正好闖入基地，便突然有了一個利用３號來逃脫的點子。艾德原本的計劃是趁亂擺脫羈押，然後把章魚兵引向３號的位置並趁機脫出，但沒料到３號迅速解決所有章魚兵然後盯上了自己，結果在兩人還沒分出勝負之前就一起被捲入地下鐵事件。他等到事件結束後才正式認識了小布。",
            "艾德原本就對陸上世界有無限憧憬，並對魷魚這個種族抱有強烈好奇心，還因為無法脫離地下軍團一直處在心智崩潰的邊緣，因此小布那天的現身跟幫助給他帶來了巨大的衝擊。小布可以說是他所有憧憬事物的匯聚體，也是少數真心對他伸出援手的人，艾德對他產生了非常劇烈的感情，甚至在心中無意間神化了小布，曾經說過他是「救世主」。當上朋友後艾德就成天只想著他，迫切的希望可以成為他生活中的一部份。",
            "小布常常覺得艾德很莫名其妙又很煩，但小布對他基本上就是那種想幫助的心情，或許有部分是因為在艾德身上看到了以前寂寞的自己、又或許只是想要當個好人，因為覺得自己很沒用，才會一直無意間想透過照顧艾德來獲得一點自尊跟自我價值。小布後來也發現他常會不小心一直包容艾德的奇怪行為，雖然也算是喜歡跟艾德黏一起，但後來有開始試著跟他協調和劃清一些界線，不過有時候難免還是會不小心太寵他。",
            "在艾德剛到陸上時，沒地方住的他有借住在小布家一段時間，雖然艾德很想就這樣跟他同居，但在商量一番後還是決定尊重小布的感受，自己另外找地方先住。小布表示透過這個機會多認識一點其他人可能對艾德比較好，",
            "艾德對小布的渴望有很多種層面，不管是心理、戰鬥、生活還是身體方面上都想要跟小布更親密，艾德時不時的暗示跟意義不明的發言總是讓小布連打好幾個冷顫。"
        ]
    },
    {
        id: "EA",
        chara1: "axel",
        chara2: "edd",
        label: "朋友?敵人?",
        desc1: "非常不爽",
        desc2: "敵意",
        descDetail1: "一看到你的臉就<br>超想直接揍下去",
        descDetail2: "礙事…礙事…礙事…",
        content: [
            "對亞克來說艾德就是一個莫名其妙忽然冒出然後毫無顧忌地介入小布生活的怪人，艾德的各種言行舉止都讓亞克非常不爽，兩人經常鬥嘴；老是被亞克嗆的艾德也不打算給他好臉色看，兩人起過不少次衝突，還好都及時被Bad Button Boys的其他人阻止。",
            "多虧有小布時常在這兩個人之間幫忙協調，他們緊張的關係才逐漸被緩解。其實兩人也不是完全合不來，因為同為Bad Button Boys成員，會經常需要一起相處，加上兩人偶爾還會一起出英雄任務，這讓他們開始變得稍微比較了解對方，並且互相認同對方實力。他們後來還會主動相約訓練。",
            "因為兩人都對小布有強烈的感覺，所以他們之間的競爭心態很重。亞克不時就會給艾德下挑戰，挑戰內容從生活小事到漆彈比賽都有，還會未經同意就擅自拿小布當賭注。而不想輸給亞克的艾德一次都沒拒絕過他的挑戰。",
            "兩人激烈的競爭心態跟似有似無的友情讓兩人的關係變得非常的微妙，常常會不小心想著對方。一定程度上擦出了特別的火花。"
        ]
    },
    {
        id: "EM",
        chara1: "minerva",
        chara2: "edd",
        label: "雙胞胎",
        desc1: "不忍說",
        desc2: "妳有病",
        descDetail1: "你還真是不務正業",
        descDetail2: "懷疑妳腦袋被洗壞",
        content: [
            "兩人都在地下出生，年紀小小就得接受章魚軍團的訓練。雖然是雙胞胎，但是兩人很多地方都徹底相反。姊姊很勤勞老實；弟弟則比較叛逆自私、姊姊是社會的榜樣；弟弟則被社會唾棄、姐姐嚮往地下充實的軍團生活；弟弟嚮往陸上風光的自由世界。因為兩人的觀念總是背道而馳，溝通起來很尷尬，常常被對方說的話雷到。兩人幾乎聊不起來，如果有對話的話基本上離不開互酸。",
            "兩人都還待在軍團時，米奈瓦常常舉報弟弟的各種違禁行為，導致艾德一直被管理層盯上，這給一直想脫離軍團的艾德造成很大的困擾，這件事也在兩人的關係上留下了一道疤。艾德覺得米奈瓦非常無情，在他的眼裡看來米奈瓦在乎軍團勝過於家人，但實際上米奈瓦這麼做的原因是希望弟弟可以學著守規矩才不會生活起來這麼辛苦。雖然米奈瓦多少還是認為弟弟叛逆不可取，但她來沒有放棄過他。",
            "艾德當初在得知米奈瓦先離開到達陸上一事的時候很不甘心，有種被背叛的感覺。",
            "雖然兩人關係並不是真的很好也相處不來，但後來到陸上後還是一直有保持聯絡，偶爾會說個話或見個面，例如米奈瓦會請弟弟幫忙修電腦等等；艾德也會請姊姊幫他特訓。兩人還是互相認可對方的長處。總之就是兩個就事論事的章魚。"

        ]
    },
    {
        id: "WB",
        chara1: "blade",
        chara2: "wade",
        label: "前後輩",
        desc1: "照顧",
        desc2: "敬佩",
        descDetail1: "",
        descDetail2: "",
        content: [
            "待補"
        ]
    },
    {
        id: "AW",
        chara1: "axel",
        chara2: "wade",
        label: "隊友",
        desc1: "笨蛋後輩",
        desc2: "追趕中",
        descDetail1: "",
        descDetail2: "",
        content: [
            "待補"
        ]
    },
    {
        id: "XW",
        chara1: "xiu",
        chara2: "wade",
        label: "志同道合",
        desc1: "捉弄",
        desc2: "聊得來",
        descDetail1: "",
        descDetail2: "",
        content: [
            "待補"
        ]
    },
    {
        id: "EW",
        chara1: "edd",
        chara2: "wade",
        label: "隊友",
        desc1: "刁難",
        desc2: "追趕中",
        descDetail1: "",
        descDetail2: "",
        content: [
            "待補"
        ]
    },
    {
        id: "WE",
        chara1: "estelle",
        chara2: "wade",
        label: "朋友",
        desc1: "呆呆的很好笑",
        desc2: "講話很有趣",
        descDetail1: "",
        descDetail2: "",
        content: [
            "待補"
        ]
    },
    {
        id: "BVn",
        chara1: "blade",
        chara2: "vngelica",
        label: "微妙朋友",
        desc1: "有點嚇人",
        desc2: "願主養護你…",
        descDetail1: "",
        descDetail2: "",
        content: [
            "待補"
        ]
    },
    {
        id: "RVn",
        chara1: "ryan",
        chara2: "vngelica",
        label: "同事&隊友",
        desc1: "想痛扁",
        desc2: "願主開導你…",
        descDetail1: "",
        descDetail2: "",
        content: [
            "待補"
        ]
    },
    {
        id: "LVn",
        chara1: "lance",
        chara2: "vngelica",
        label: "隊友",
        desc1: "熟悉感",
        desc2: "願主祝福你…",
        descDetail1: "",
        descDetail2: "",
        content: [
            "待補"
        ]
    },
    {
        id: "HVn",
        chara1: "hannah",
        chara2: "vngelica",
        label: "隊友",
        desc1: "覺得有點危險",
        desc2: "願主祝福你…",
        descDetail1: "",
        descDetail2: "",
        content: [
            "待補"
        ]
    },
    {
        id: "MVn",
        chara1: "minerva",
        chara2: "vngelica",
        label: "隊友",
        desc1: "覺得有點危險",
        desc2: "願主祝福你…",
        descDetail1: "",
        descDetail2: "",
        content: [
            "待補"
        ]
    },
    {
        id: "VpB",
        chara1: "blade",
        chara2: "viper",
        label: "英雄vs惡役",
        desc1: "你超煩",
        desc2: "永遠的勁敵",
        descDetail1: "實在太常對上<br>已經被煩習慣了",
        descDetail2: "是命中注定<br>一生的勁敵！",
        content: [
            "兩人初次說上話是在小布剛當上３號還沒有很久的時候。那天毒牙在蛸壺山谷巡邏檢查一些損壞機器，他隨著痕跡追查到了嫌犯小布的蹤影，隨後毒牙便接上他的無線電和他對峙。因為被破壞的是自己製作的機器，毒牙對小布的敵意滿滿，加上小布又是特地來擾亂章魚軍團計畫的人，他沒給小布什麼機會解釋就直接認定對方是自己的終身敵人，並放話說絕對要讓他好看，那天之後毒牙就對小布展開至死不渝的糾纏。每次小布來蛸壺山谷出任務時，毒牙都會想盡辦法除掉小布。",
            "毒牙原本是真的想要傷害英雄，但有幾次出意外時被小布解救，那之後毒牙的攻擊手段變得比較拐彎抹腳，他的武器從原本常用的危險機械兵器變成了奇怪功能很多的機器人，目的也從清除英雄轉變成了阻擋跟騷擾或甚至是捕捉。",
            "毒牙會喜歡吃KitKat是因為有一次他和小布在蛸壺山谷決戰時遇到意外，兩人一起被困在一個地方出不去，那時小布將KitKat分給毒牙，沒接觸過陸上點心的毒牙很快就愛上了那個味道。"
        ]
    },
    {
        id: "VpA",
        chara1: "axel",
        chara2: "viper",
        label: "死對頭",
        desc1: "幹臭章螂滾開！",
        desc2: "浮魷垃圾閉嘴！",
        descDetail1: "打不死的臭章螂<br>世界最煩井底人",
        descDetail2: "只會耍嘴皮子的<br>沒腦白癡陸上人",
        content: [
            "自從毒牙纏上３號之後，他就開始把注意力都放在英雄勢力上。第一次見面是毒牙不小心把４號亞克誤認成３號而把他抓了起來，發現根本不是目標後就一臉嫌惡的把他放掉了，這舉動激怒了亞克，一氣之下大肆破壞了毒牙的機器，見到此情此景的毒牙也不甘示弱地對亞克展開攻擊，兩人就此結下了梁子。",
            "可以說是死對頭。兩人都是固執又不會輕易認輸的性格，講話還都非常的挑釁，所以每次碰上就會吵個沒完沒了，就算到了該撤退的時候還是會繼續爭執，這讓他們的同夥都非常困擾。",
            "雖說是死對頭，但這樣的互動持續久了也產生了另類的親切感，兩人在互相對抗的時候其實都還挺享受的，只是沒發現或是不想承認罷了。"
        ]
    }
]

var bioData_ch = [
    {
        id: "blade",
        name: "布雷德（小布）",
        gender: "男",
        like: "獨處",
        dislike: "自己",
        rank: "S+",
        mains: "P槍、.96、炭滾",
        traits: [
            "陰鬱、孤僻、彆扭",
            "有嚴重焦慮問題",
            "沒自信、排斥社交",
            "在不熟的人面前會裝酷",
            "其實很乖、很為人著想"
        ],
        outfits: [
            { name: "通常服", url: "profile/blade.png" }
        ],
        bio: [
            "年幼時是個乖寶寶，收到了母親所有的關注和疼愛，也因此導致姊姊一直看他不順眼。母親不在後，姊姊對他的厭惡愈發強烈，演變成了言語跟肢體暴力，長期的欺凌跟貶低導致了他孤僻內向的性格。",
            "小時候對漆彈運動有興趣，但因為玩得不怎麼好加上姊姊總是無限上綱他的失誤，導致他對於社交跟漆彈戰鬥都產生嚴重抗拒心態，變得不願意參加任何漆彈活動也不敢社交。",
            "後來因緣際會遇上司令而勉強同意變成３號，之間也結識了１號與２號，在三人的支持下決定開始嘗試改變態度和擺脫陰影，靠著英雄任務的持續練習之下，他終於開始拾起了一些信心，變得可以和別人比賽了。",
            "開始可以參加漆彈活動後的他認識了亞克和其他朋友，這時的小布才終於逐漸開始打開心房，而且跟他們變得非常要好。他們也決定以小布為中心組成一個四人隊伍Bad Button Boys。目前因為姊姊搬走的緣故，自己一個人住在爸爸名下的房子，爸爸很少出現，但是偶爾會資助他。",
            "後來也有一直持續地以３號身分出勤，也因為這樣透過地下鐵事件認識了８號艾德，也在之後新的任務中碰上新３號偉德。小布將這兩個章魚都拉入了Bad Button Boys。"
        ],
        personality: [
            "年幼時很乖巧又黏人，對每個人都很友善，有些膽小。經常被姊姊捉弄跟欺負，搞得他常常做惡夢，總是擔心衣櫃或床底下會有可怕的東西。",
            "他長期經歷姊姊的虐待跟貶低，尤其是媽媽不在後，姊姊把不甘跟痛苦的感情全集中在他身上，而且黑娜看不起年幼小布的漆彈技術，總是嘲笑他的失敗，這導致小布長大後變得孤僻內向又嚴重沒自信，做事總是獨來獨往。總是用酷酷帥帥的樣子掩蓋自己的破碎的自尊以及安全感，在不熟的人面前會盡全力的裝酷。",
            "心思敏感，非常容易焦慮和緊張，有自厭的傾向，常常把事情往壞的地方想，也因為自信不足有些排斥社交，大多時候都會盡力迴避和陌生人對話或是任何眼神交流。走路總是低著頭，不喜歡露臉，習慣穿能夠遮住脖子的衣服。經常皺著眉頭，看起來總有點憂鬱不安，在非常稀少的狀況才會露出笑容。",
            "其實是個非常為人著想的男孩，會主動關心朋友的近況跟健康狀態，是那種朋友受傷時會第一個衝上前去幫忙，或是朋友心情不好時會第一個上前關心的人。在自己的朋友群中經常負責勸架跟緩和衝突。",
            "正義感很強，看到需要幫助的人會毫不猶豫的伸出援手，也是因為這點而受司令重用。",
            "成長時缺愛，所以在感情上是來者不拒的類型，只要對方有示好或示愛就高機率會打開心房，而且會非常聽話。被稱讚是「Good boy」的時候，會開心地融化。"
        ],
        trivia: [
            "其實名字是布蘭登（Branden），布雷德（Blade）為他網路ID的一部分，被亞克當成暱稱在叫，結果其他人也跟進，最後變成自己也很常用的名字。",
            "他身上的耳扣，手環，髮帶，項鍊都是好友送的生日禮物。",
            "對煮菜挺拿手，擅長家庭料理。",
            "最喜歡吃的東西是%fruitTart/水果塔%"
        ],
        refsheets: [
            "assets/img/refsheets/blade_v2.png",
        ],
        themes: [
            { id: "euiCw4e-E28" },
            { id: "JlcZmA7aEJc" }
        ]
    },
    {
        id: "axel",
        name: "亞克索爾（亞克）",
        gender: "男",
        like: "漆彈",
        dislike: "被使喚、被嘲笑",
        rank: "S+",
        mains: "機動槍類",
        traits: [
            "無禮、暴躁、囂張",
            "有憤怒管理問題",
            "攻擊＆侵略行為",
            "總是打架＆找麻煩",
            "很照顧自己的奶奶"
        ],
        outfits: [
            { name: "通常服", url: "profile/axel.png" }
        ],
        bio: [
            "是個脾氣暴躁常常鬧事的小流氓。多少有跟一些不良少年混過，但因為不喜歡被使喚就沒有持續往來。後來一直在找可以常常一起比賽且能信賴的隊友，但因為自己的性格問題，總是沒多久就鬧翻了。",
            "一次比賽隨機排到小布，亞克因為小布在戰鬥中不斷針對自己而心生不爽，便在賽後跑去給小布找碴，兩人接著起了衝突並且演變成打架，最後搞到不歡而散時，忽然萌生了想和小布組隊的想法便追了回去。結果在下水道追丟對方，接著誤打誤撞進入蛸壺峽谷遇到了螢，為了要問出小布的下落而同意當上了４號。經過一番折騰後終於如願與他再會，並且在當上朋友後一起組成了Bad Button Boys。亞克後來仍有持續的以４號的身分出勤。",
            "自從小布走進自己人生後，他的生氣跟打架的次數有變少的跡象。"
        ],
        personality: [
            "衝動、囂張、脾氣暴躁的小混混，流氓氣質、非常易怒、滿口髒話，典型的不良少年。非常不喜歡被使喚跟被嘲笑，要是有人讓自己不爽，第一反應就是拳腳相向，而且並不會因為對方體型比較大或人數比較多就退縮，就算是打不贏的架也會照打，然後被揍的都是傷。",
            "因為太愛生氣容易跟人鬧翻，所以在不良少年同夥之間也沒辦法待太久。",
            "重義氣，注重兄弟情誼，會主動幫朋友出氣。且做事光明正大，討厭卑鄙手段和小花招。",
            "和家人（奶奶跟妹妹）關係不錯，雖然經常讓他們操心，但是很照顧奶奶。有時打架受傷後會因為不想讓家人擔心而跑去住在朋友家。",
            "在喜歡的人面前會努力收斂，甚至會拉下臉道歉。是個同性戀。"
        ],
        trivia: [
            "臉上跟手上常常有各種因為打架受傷而貼上的的紗布跟繃帶。",
            "後腦杓刻著「ＡＸ」的字樣。",
            "常穿的衣服是トリスカベッチン，習慣把外套的拉鍊拉開，且裡面的汗衫是紅色的版本",
            "喜歡吃奶奶做的%salmonPoke/鮭魚夏威夷蓋飯%"
        ],
        refsheets: [
        ],
        themes: [
            { id: "ITLvS7uNz1U" },
            { id: "cWHD5gCO-_Q" },
            { id: "RoWd27oVz10" }

        ]
    },
    {
        id: "xiu",
        name: "修",
        gender: "男",
        like: "收藏珊瑚",
        dislike: "掉粉",
        rank: "S+",
        mains: "迴旋潑桶",
        traits: [
            "有風度、愛表現、擅長社交",
            "有社交平台成癮問題",
            "經常拈花惹草",
            "喜歡娛樂表演，追求時尚",
            "理智薄弱，容易失控"
        ],
        outfits: [
            { name: "通常服", url: "profile/xiu.png" }
        ],
        bio: [
            "曾經是很和平單純的書呆子男生，跟亞克認識了很久並交往了一段時間，兩人常常一起玩漆彈。後來在這段時期修遭到了來自同齡朋友的暗算與羞辱，並且演變成了霸凌，這件事情造成的打擊嚴重影響了修的心理狀態，導致他性情大變，學會了報復，甚至選擇用不擇手段的方式解決問題。雖然變得更大膽有自信，但也開始惹上不少麻煩事。也是在這個時候被亞克提出分手。",
            "後來的修全力投入網路社交媒體，並開始對那些能夠提供娛樂又有表演性質的活動產生了興趣，在社交網站上一些偶像的影響下，決定投入花式調酒，正是在這個時候跑去酒吧打工。這時的修也很成功的養起了社交帳號。愛表現的性格跟光鮮迷人的外表舉止給他帶來了不少粉絲，偶爾也會因為他的一些問題發言或迷惑行為而招來不少負面評價。也是在這時間點的一次危險直播挑戰讓他的右眼受傷了。",
            "自從投入到社交世界後就幾乎沒再碰過漆彈比賽。直到一次透過亞克的人際圈打聽到小布而對小布起了興趣，和小布相處一陣子後，開始對很多之前放不開的事情產生了不一樣的想法，因此決定回歸漆彈比賽並和他們組成Bad Button Boys。",
        ],
        personality: [
            "曾經是內向、不愛惹事、和平單純的書呆子男生。受到霸凌事件的打擊之後幾乎變了個人，變得大膽有自信，甚至有些狡猾，他很愛表現並且很積極地在社交，可以輕易融入人群，是那種會在聚會跟派對提出一堆危險的團康鬼點子的人。喜歡大城市，生活態度非常紐約人。",
            "對於能夠提供娛樂跟吸引別人注意力的活動非常嚮往，所以才決定學花式調酒。",
            "男公關氣質，雖然是雙性戀但對帥哥更容易犯花癡，經常搭訕跟到處拈花惹草。關係跟性觀念都很開放，有點沒節操。談到很鐘意的人或偶像時會進入迷弟模式。",
            "在社交帳號上看起來很風光，但其實他為了博取關注什麼都做得出來，導致惹上不少麻煩事。他在網路上的問題發言或和行為也給他吸到了一些負面人氣。",
            "理智薄弱，是那種在遇到打擊或是情況變糟時會最先失控的那個人。沒有人拉一把的話，非常容易黑化。失控發狂的時候，什麼十惡不赦的事情都做得出來。"
        ],
        trivia: [
            "右眼在做危險直播挑戰時受過傷，所以瞳孔形狀特殊，是類似＃的形狀。雖然還是看的見，但該眼的視力有些模糊",
            "花式調酒技術還不到家，沒事就會摔幾個杯子。",
            "非常非常怕癢。",
            "很喜歡吃%tiramisu/提拉米蘇%（必須是有含蘭姆酒的那種）"
        ],
        refsheets: [
        ],
        themes: [
            { "id": "MPmD6hFaomk" },
            { "id": "YLt6PtXzp5E" },
            { "id": "KM83uMBz8Zg" },
            { "id": "TG_i1FgK6u0" }
        ]
    },
    {
        id: "yoni",
        name: "尤尼",
        gender: "男",
        like: "快樂物質",
        dislike: "偷竊行為",
        rank: "S+",
        mains: "消防栓、重滾",
        traits: [
            "精力旺盛、少根筋",
            "有毒癮問題",
            "很容易就興奮、坐不住",
            "快樂的瘋子",
            "非常會賺錢"
        ],
        outfits: [
            { name: "通常服", url: "profile/yoni.png" }
        ],
        bio: [
            "蘭斯的弟弟，小時候因為跟小布住得很近所以常常跟他一起玩。從小就精力過剩而且常常坐不住，還特別喜歡爬樹或爬屋頂之類的，還好有蘭斯看著所以沒有給別人添太多麻煩。",
            "因為在家裡很容易就覺得無聊所以成天一個人在外面亂跑，某次遇上了一些可疑人士，試了一些奇怪的毒品後得到了前所未有的一飛衝天刺激感，為了能持續獲得這種無法取代的感覺，他開始暗地裡與這些人勾結並變成了附近的賣藥仔小弟，還做得很成功。",
            "後來被小布拉進Bad Button Boys，在玩漆彈時總是因為坐不住所以常常會衝出去送死，只有用非常重的武器才能幾分壓制住他的過動，這讓他跟重量級武器相性特別好。不過因為用藥玩漆彈是被禁止的，為了能跟大家順利一起玩，尤尼便開始努力對用藥進行克制，甚至跟合作夥伴切了關係。雖然很喜歡跟Bad Button Boys玩漆彈，他還是會情不自禁地想念起那種獨特的興奮感，並一直在尋找著藥的替代品。",
            "後來因為心理狀況變得比較不穩定導致毒癮復發，結果又開始重操舊業，也在此時離開了家裡。跟不法份子的長期往來讓他越陷越深，後來開始不定期的跟朋友和家人失去聯繫，未來的展望非常不安。"
        ],
        personality: [
            "無憂無慮、神經大條，很開朗又喜歡搞笑，什麼都不怕、好奇心旺盛又喜歡找樂子。偶爾就會毫無理由的亂歡呼。喜歡開心的事物而且擅長製造娛樂。講話常常沒頭沒腦，就連不合時宜的時候都會哈哈亂笑，常鬧出一些讓人哭笑不得的尷尬場面。",
            "總是看起來很無俚頭，但是對難懂的話題常常爆出高深的理解。",
            "非常討厭不開心的感覺，但不擅長處理自己的負面感受，也不懂得向外界求助，常常連自己當下是否不高興都不知道就直接把任何他覺得太複雜的情緒往肚子裡吞。這導致他會下意識的靠藥物去迴避各種問題。",
            "在談錢的事情時非常講究，絕對不會讓自己吃虧。曾經在一次金錢糾紛中露出了笑顏盡失並充滿殺意的一面。"
        ],
        trivia: [
            "為了要能夠輕易取得藥物，變得很會賺錢，房間裡似乎有一整櫃用來挖礦的GPU。",
            "右側的尖牙是純金牙。",
            "他的力氣是Bad Button Boys中最大的。",
            "他經常因為亂碰哥哥的東西被直接扔出窗外。",
            "從來沒哭過，好像也哭不出來。",
            "喜歡的東西是%gummyGrizz/熊老闆軟糖%其成分非常可疑。"
        ],
        refsheets: [
        ],
        themes: [
            { id: "krCa3uD5I4M" },
            { id: "J1YTQvtmsjg" },
            { id: "kxII1d2ZdeQ" }
        ]
    },
    {
        id: "hannah",
        name: "黑娜",
        gender: "女",
        like: "漆彈",
        dislike: "自己的弟弟",
        rank: "X",
        mains: "N-zap、.52",
        traits: [
            "凶狠，惡劣，難親近",
            "有家暴弟弟的行為",
            "講話惡毒的不良少女",
            "笑聲很狂",
            "其實是個稱職的隊長"
        ],
        bio: [
            "布雷德的親姐姐，兩人一起長大。小時候因為比較難照顧，總是被媽媽刻意忽視，加上媽媽嚴重偏袒弟弟所以對弟弟產生了極大的心結。在媽媽離開後，這個心結更是演變成了家暴。",
            "對家庭不滿意的她常常往外跑，並在此時對漆彈運動萌生了熱情。漆彈戰鬥可以說是她的全部，只要心情一不好就會去戰鬥發洩。大概是因為將身心都投入漆彈比賽中所以技術高超，玩風非常猛烈。一直想要跟同水平的人組隊伍。",
            "她是司令第一個找上的３號人選，曾短暫的作為３號出過幾個任務，但因為想專注比賽就沒有繼續參與，便把這個機會推給了蘭斯，但沒料到蘭斯把機會讓給了小布，間接導致自己的弟弟變成３號。黑娜後來只有在不得已需要人手時會回去幫忙。",
            "在得知弟弟終於突破舒適圈開始參加比賽之後才從家裡搬走。後來她自主拉了蘭斯、RJ、米奈瓦組成了Royal Flush。目前跟米奈瓦合租同一間公寓房。",
        ],
        personality: [
            "年幼時是個小麻煩，經常靠鬧彆扭或吵鬧行為博取媽媽注意力，但總是被媽媽忽視。因為媽媽嚴重偏袒的弟弟的緣故，對弟弟產生了嚴重忌妒跟厭惡，經常捉弄跟欺負他。黑娜有孩子王氣質，天不怕地不怕而且打人快狠準，曾經支身一人痛扁一堆同齡男生。",
            "媽媽不在後，她對弟弟的態度更加惡劣，甚至演變成了言語貶低跟肢體暴力。認為弟弟就是自己不幸的原因的她，一直把自己的不甘跟痛苦投射在弟弟身上。且因為缺乏母愛，產生了一種事事都得靠自己的觀念。",
            "有著充滿刺的性格和不良氣質。自信滿滿，不會輕易被別人牽著鼻子走，非常難討好。講話惡毒，對於自己看不順眼的人會毫不遲疑的貶低跟挖苦。痛恨懦弱的人跟弱小的事物，也因此把自己的感情弱點和破綻藏的非常非常的深。不太坦率，非常不喜歡也絕對不會講出扭扭捏捏的言詞和客套話，連簡單的道謝都會用非常諷刺的句子包裝。",
            "意外的很有領導風範，很注意隊中成員的狀況，要是成員出了什麼問題也會盡力協調和制定對應決策。無法處理的事情她會塞給蘭斯。",
            "其實對自己的性格問題有一定程度的理解，曾透露出想和弟弟緩解關係的念頭，但還是在沒能做出任何有用的嘗試後放棄，並表示「已經無法回頭了」。"
        ],
        trivia: [
            "她的網路ID包含「homura」這個字。",
            "她平均一天只睡四小時。",
            "每天都要嗑好幾罐%monster/能量飲料%",
            "她在Royal Flush中代表的牌是Ace。"
        ],
        outfits: [
            { name: "通常服", url: "profile/hannah.png" }
        ],
        themes: [
            { id: "7F040GS3hXg" }
        ]
    },
    {
        id: "lance",
        name: "蘭斯",
        gender: "男",
        like: "？",
        dislike: "計畫被打亂",
        rank: "X",
        mains: "爆破槍、捲管槍",
        traits: [
            "冷靜、正直、重義氣",
            "OCPD＆輕度潔癖",
            "可靠的大哥類型",
            "很擅長聽人訴苦"
        ],
        outfits: [
            { name: "通常服", url: "profile/lance.png" }
        ],
        bio: [
            "尤尼的哥哥，從小就認識黑娜跟小布姊弟倆，當時兩家人住很近所以他很常和姊弟一起玩。他經常給年幼的小布各種支持和保護，還會幫忙協調跟緩解黑娜的問題行為，也可以看到他花不少時間在照顧調皮的小尤尼。有次在生日派對上接觸到跳跳糖立刻喜歡上那種爆開的口感，也是因為這樣才對爆裂槍產生興趣。",
            "早早就注意到自己的OCPD，一直很努力的嘗試與其共存，不想因為衛生問題分心所以外出總是戴著黑手套。",
            "在黑娜推掉３號的工作後，司令找上蘭斯並希望他可以當下一個３號，蘭斯雖然拒絕了這個請求，但他向司令推薦了小布，而這個決定改變了小布的人生。",
            "一直都有跟和自己技術同水平的的黑娜一起練漆彈，並且有意要給小布對戰技術上的指導，但當時的小布沒有接觸對戰意願，直到後來小布走出陰影後才主動找上了蘭斯，之後兩人交流熱絡，經常一對一特訓。蘭斯的漆彈技術非常好，而且一直都非常勤勞的在鍛鍊，雖然他後來因為上大學的緣故需要兼顧課業，他還是可以有條理的規劃出時間玩對戰。他是黑娜最早拉進Royal Flush的成員，黑娜處理不了的事情都是他在處理。"
        ],
        personality: [
            "一直都沒什麼表情而且一副很凶狠的樣子，講話句子總是很短，實際上他是個可靠又很照顧人的傢伙，而且還對哄小孩很有一套。",
            "是個做事有條有理的高標準完美主義著，很有自己的原則，經常過度注重細節，例如光是撕個膠帶都要用尺和刀割出最平穩的切口。平常基本上是個頭腦清晰的人，但要是有人打亂他的計畫或是亂碰他擺好的東西，就會有點難控制脾氣。自己也很清楚自己OCPD的一些行為，對此也有點困擾。",
            "為人正直、是會捍衛弱小的類型。三觀端正，常會突然口出人生諫言。因為擅長聽人訴苦跟給予正面反饋，很多身邊的人都會找他諮詢煩惱。",

        ],
        trivia: [
            "他的弟弟的力氣出了名的大，而哥哥的力氣則更恐怖。",
            "蘭斯讀的是警校。",
            "有一點工具人屬性。",
            "如果當天要對戰，早上一定要吃一包%popRocks/跳跳糖%",
            "他在Royal Flush中代表的牌是King。"
        ],
        themes: [
            { id: "LB5GJWgRepY" }
        ]
    },
    {
        id: "estelle",
        name: "艾絲泰爾（艾莉）",
        gender: "女",
        like: "聊八卦",
        dislike: "自私的人",
        rank: "A",
        mains: "窄域標記槍",
        traits: [
            "開朗、幽默、重義氣",
            "會網路霸凌他人的SJW",
            "擅長蒐集資料跟人肉",
            "愛閒聊的雞婆小妹",
            "意外的很會讀空氣"
        ],
        outfits: [
            { name: "通常服", url: "profile/estelle.png" }
        ],
        bio: [
            "亞克索爾的妹妹，從小就跟哥哥和奶奶一起長大，跟家人感情很好。",
            "原本只喜歡社交聊天，在看見哥哥總是跟隊友往外跑後慢慢開始對漆彈有興趣，也因為這樣認識小布以及Bad Button Boys的其他成員，而且似乎和他們相處的不錯。有天不小心揭發哥哥的４號身分，最後在螢的提議下，自己也參與其中，在那之後經常會去幫忙做４號的任務，也會在哥哥忙碌的時候頂替哥哥的位置。因為想和Bad Button Boys的男孩們一起玩，目前正在努力的訓練自己的對戰技術中。",
            "有在幫忙經營一個專門八卦跟肉搜的大型聊天群。但因為被心儀的人（小布）質疑此事的正當性，現在有在節制相關的活動。"
        ],
        personality: [
            "小時候是個小大人，很懂事，總是主動幫奶奶做家務。喜歡熱鬧的地方而且常常多管閒事，總是跟在小亞克的屁股後面然後對他的行為指指點點。",
            "是個青春洋溢的女生，講話很幽默、擅長交朋友、很好相處。熱愛網路社群，喜歡那種變成社群一份子的感覺。",
            "正義感強烈，會替少數族群或是被欺負的人抱不平，只可惜心智不夠成熟，經常不顧後果的在網路上炎上別人。",
        ],
        trivia: [
            "她非常喜歡使用青蘋果的表情符號，她在聊天軟體或社交網站上的的頭像也都是青蘋果。",
            "左手綠色的手鍊上的白色方塊寫的是「Girl Boss」。",
            "喜歡吃奶奶做的%tunaPoke/鮪魚夏威夷蓋飯%"
        ],
        themes: [
            { id: "RVXzZ760XA8" },
            { id: "eyi6hw4FMcM" }
        ]
    },
    {
        id: "edd",
        name: "艾德",
        gender: "男",
        like: "被稱讚",
        dislike: "幽閉&黑暗場所",
        rank: "S+",
        mains: "北齋",
        traits: [
            "沉穩、表情不多",
            "自私、不信任社會",
            "經常在觀察別人",
            "好像會幻想些有的沒的",
            "對色色的事情很感興趣",
        ],
        outfits: [
            { name: "通常服", url: "profile/edd.png" }
        ],
        bio: [
            "米奈瓦的雙胞胎弟弟，在地下成長，偶然撿到了來自陸上的禁書所以開始對陸上產生了嚮往，在那之後他的思想開始與章魚軍團的教育背道而馳。他堅信陸上的自由生活比地下的守序社會還要好得多，但抱持這種少數意見讓他變得跟大部分的章魚同事都處不來，也因為行為叛逆和思想異端所以常常被上級懲處，更是因為多次嘗試叛逃而受到特別嚴厲的看管，導致他的逃脫計畫變得更加不順利。這樣長期被困在地下無處可逃的狀況多少讓他變得有些精神崩潰。",
            "在一次偶然機會下利用闖進基地的３號制定了新的逃脫計畫，執行中途不幸出了意外並被捲入深海地下鐵事件而變成了８號，但也因此在最後如願到達陸上。當時作為３號出勤的小布對他來說是非常特別的存在，自由後的他執意地要進入小布的生活。兩人當上朋友後，艾德成為了Bad Button Boys的第五個成員，起初因為艾德態度不佳所以跟其他成員關係一直有點尷尬，在經過大家互相努力磨合之後才終於相處的比較融洽。",
            "來到陸上之後跟以前章魚同事的關係有緩解。雖然好像還是有些心結，但現在的人際關係比以前好很多。",
            "因為想要接觸更多外界知識所以以前就對資訊安全的領域特別有興趣，在章魚軍團時也有報名駭客訓練營，對於破解電腦和資訊追蹤特別有一套，也是暗網的常客。",
            "有持續在跟魚乾司令來往，而且很乾脆地接受了對方的請求並正式加入New!噴嘴部隊，一半是覺得欠司令一點人情，一半是想對章魚軍團報復。數次與３號和４號一起在前線出征，也因為對地下的內部構造和科技比較了解所以會在後台給予資訊技術上的支援，偶爾還會向飯田請求一些電子工程上的指導。"
        ],
        personality: [
            "原本還算是個健談的人，求知慾很高，並對很多事情都有自己的見解，但因為被章魚軍團的社會唾棄所以導致他變得不太愛說話而且排斥和他人互動。現在的他大部分的時間都在觀察別人的言行和動作，並與別人保持一定的距離。",
            "對他人非常不信任，因而有點自私且常常不在乎他人的感受，行事總以自己的利益為優先，所以會有些不擇手段，甚至會利用別人來達到自己想要的目的。",
            "小布的出現讓他心中的各種希望復燃，和小布相處讓他找回了一點對世界的信任，也在加入Bad Button Boys後開始感受到以前沒有的歸屬感，這也漸漸的改善了他利己又自私的觀念。",
            "曾經多次在章魚軍團的懲戒所被長時間關禁閉，結果漸漸地對黑暗窄小的地方產生了恐懼。地下鐵的攪拌機事件更是加深了這個狀況。"
        ],
        trivia: [
            "他當初偶然撿到的書除了一本普通的陸上雜誌外還有一本男同性戀成人雜誌，這導致他後來常對色色的事情抱有許多幻想，還開始有了收集禁書的習慣。",
            "有時講話會突然很詩意。",
            "經常已讀小布以外的人，對小布則是秒回。",
            "喜歡吃的東西是%pannaCotta/義式奶凍%似乎很喜歡奶凍的口感。"
        ],
        themes: [
            { id: "bWPiXXM79ns" }
        ]
    },
    {
        id: "minerva",
        name: "米奈瓦",
        gender: "女",
        like: "地下生活",
        dislike: "太亮的地方",
        rank: "X",
        mains: "章魚射擊槍",
        traits: [
            "忠心、誠實、謹慎",
            "疑似斯德哥爾摩綜合症",
            "做事認真的工作狂",
            "很常進入心流狀態",
            "是個中規中矩的老實人"
        ],
        outfits: [
            { name: "通常服", url: "profile/minerva.png" }
        ],
        bio: [
            "從小就在地下出生成長，才剛到能拿槍的年紀就被強迫接受格外嚴苛的訓練，起先過得很不快樂，但是時間久了還是對軍團產生了深厚的感情，認為軍團給予自己很多支持，總是覺得自己應該要對此恩惠加以回報，所以她對上級很跟工作的事情都非常上心。因為成績很好而且戰鬥表現傑出，她後來一直以菁英章魚女戰士的身分為軍團效勞，可以說她是地下社會的榜樣。",
            "她跟其他在那天聽到潮色姊妹的歌而決定離開的章魚不一樣，這首歌不只對她沒有效果，還讓她對陸上世界的存在感到不滿。",
            "有次在地下對上了以３號身分出勤的黑娜，見識到米奈瓦實力的黑娜希望她來陸上加入自己的隊伍，起先米奈瓦毫無意願，但在黑娜堅持不懈的出現以及多次交戰後終於還是妥協了。她最後就這樣半推半就的跟黑娜一起到了陸上。她目前作為Royal Flush的一員活動中，目前跟黑娜合租同一間公寓房，還沒有完全適應陸上生活。"
        ],
        personality: [
            "是個認真又中規中矩的工作狂，只要她被認定是自己份內的事情都會盡力的做好。她認為能夠為社會付出是很重要的事情，可以說她的價值觀很大一部分是建立在工作上的。",
            "屬於比較忍氣吞聲的類型，有什麼不滿頂多就偷偷咕噥幾句。也不是沒有鬧過脾氣，如果有人惹她生氣的話，她會用口頭諷刺的方式反擊。經常擔任隊中的吐槽役。",
            "因為非常重視章魚軍團的生活還有在軍團學到的技能，也對於自己在軍團的回憶跟表現感到自豪。如果聽到有人講軍團的壞話，多少會有點不開心。",
            "跟她的雙胞胎弟弟有很多地方相反：一是她很老實，做事一定按程序來，不會耍小招或抄捷徑。二是她不像她弟弟那樣有許多見解，她對很多事情都沒什麼意見，例如物品只要實用就好、房子大概能住就好、衣服穿起來方便活動的話就好，只要是社會多數人能接受的事情，她也大概能接受。三是兩人嚮往的生活迥異，米奈瓦對於陸上的世界一直持有一點抗拒的心理。",
            "在熟識的人面前偶爾會露出少女的一面。"
        ],
        trivia: [
            "米奈瓦的集中力極好，戰鬥時可以頻繁的進入「心流」狀態，這時的她會非常的難擊倒。",
            "身上總是帶著有加檸檬的%carbWater/氣泡水%",
            "她在Royal Flush中代表的牌是Queen。"
        ],
        themes: [
            { id: "OcpUOrFlbUM" },
            { id: "V2f3eE0kaAY" }
        ]
    },
    {
        id: "viper",
        name: "毒牙",
        gender: "男",
        like: "章魚將軍、機械工程",
        dislike: "英雄",
        rank: "???",
        mains: "???",
        traits: [
            "自大、野心強、死纏不放",
            "很會妄想",
            "章魚將軍的頭號粉絲",
            "經典定番惡役",
            "是個老是出包的白痴"
        ],
        outfits: [
            { name: "通常服", url: "profile/viper.png" }
        ],
        bio: [
            "在地下出生，是個年紀小小就會自製無人機的小天才。現在是章魚軍團所屬工程師，是個成天窩在研究室的家裡蹲，有著非凡高超的機器人工程知識和技術，因此上級還給他一間他專用的研究室用來讓他研發機械兵器。他非常非常癡迷DJ芥末章魚將軍，自稱是「將軍的心腹」或「章魚軍團的天才工程師」之類的。",
            "一次在蛸壺山谷巡邏檢查損毀機器時，注意到小布（３號）的蹤跡，隨後毒牙接上他的無線電和他對峙，之後擅自認定對方為自己的終身敵人，接著便對他展開至死不渝的糾纏。他對亞克（４號）也是類似的狀況。因為思想不周所以計畫總是不成功，機器人也每次都被打爆，即使如此他仍然沒有絲毫要放棄的意思。",
            "原本是真的想要傷害英雄，自從被小布解救過幾次後，攻擊手段變得比較拐彎抹腳，他的武器從原本常用的危險機械兵器變成了奇怪功能很多的機器人，目的也從清除英雄轉變成了阻擋跟騷擾或甚至是捕捉。",
            "從沒有去過陸上，目前也沒有任何類似的打算。"
        ],
        personality: [
            "野心超強又狂妄的傢伙，對自己的機械工程作品非常自豪，總是沒講幾句就開始狂吹自己。",
            "總是自己一個人行動，平常也只會待在自己的研究室不會出來。作戰也不會和其他章魚軍團的人合作，似乎是覺得靠自己的機器發明就夠了。另外他還不太喜歡跟別人有太多身體接觸，例如握手跟勾肩搭背等等。",
            "有些神經質，有不自覺就會開始妄想的習慣，例如妄想自己清除英雄立大功的情節，還會很輕易地覺得別人對自己有敵意。他也是因為這樣擅自認定３號是自己一生的勁敵。",
            "非常固執，就算計畫一直失敗也不會輕易的放棄，堅信世上沒有自己打不倒的英雄跟自己修不好的BUG。",
            "機器以外的事情都不太擅長，如果手上沒有任何自己的機器道具可以用，會很慌張、完全不知道要怎麼辦。"
        ],
        trivia: [
            "毒牙是他的代號，並非本名。",
            "每次作戰都計畫得很完美，但執行時經常失誤跟出包，例如遙控時按錯或是機器人忽然有BUG，導致場面非常的糗。",
            "基本上是個英雄模式限定<s>邊緣人</s>角色。",
            "他工作時總要啃上幾包%kitKat/KitKat%"
        ],
        themes: [
            { id: "GdaX5iX0ZaU" }
        ]
    },
    {
        id: "ryan",
        name: "R.J.",
        gender: "男",
        like: "復古槍械",
        dislike: "不守信用者",
        rank: "X",
        mains: "狙擊槍類",
        traits: [
            "冷血、殘酷、沒耐性",
            "毫無同理心和憐憫心",
            "辦事專業俐落、高效率",
            "各種方面的抖S",
            "天然呆…？"
        ],
        outfits: [
            { name: "通常服", url: "profile/rj.png" }
        ],
        bio: [
            "身世和來歷都不明的傢伙，他似乎也沒有要透露的意願。",
            "在對戰圈神出鬼沒，可調閱的戰鬥資歷非常少，狙數跟準度卻高的駭人。",
            "幾次比賽和蘭斯隨機排到，兩人進行了不少次生死決鬥，不知不覺的就熟了起來。黑娜也因此有辦法找到他並向他提出加入Royal Flush的請求，RJ雖然答應入隊，也都會出席隊伍的練習跟排位比賽，但他平常大部分的時間都人間蒸發，出沒時間很不穩定，似乎在參與什麼可疑活動。",
        ],
        personality: [
            "完全沒有任何表情的人，基本上無法看出來他在想什麼。講話簡短又直達重點，另外他還非常沒有耐性，很不喜歡聽廢話，脾氣一起來就會突然拿危險物品指著人，如果他知道打下去不會闖禍的話，他會真的打下去。",
            "對於那些和自己保證過事情但卻沒有遵守信用或是違約的人，會一股腦地想要除掉，還能夠輕易地背誦出這些人的名字。",
            "辦事非常專業，高效率又俐落的可怕，不會拖泥帶水。行事風格冷血殘酷而且毫無同理心，絲豪不在乎他人感受，只在乎事情有沒有辦好辦完。",
            "非常非常中意真槍實彈的復古槍械，無論多稀有都想要搞到手。似乎有部分是欽佩它們精緻優雅的工藝以及巧妙的構造，但大概更多是被那令人窒息的強大和一觸即發的狩獵快感所吸引。",
            "對於人與人感情的事情毫無頭緒，只會照著感覺走，有時回神過來也不知道自己剛剛在幹嘛或為何會那樣想。"
        ],
        trivia: [
            "右耳的耳環是復古步槍子彈（30-06 winchester？）",
            "跟他對視的話，會發現他不曾眨眼。",
            "不會喝義式濃縮咖啡以外的飲品%doppio/義式濃縮咖啡%",
            "他在Royal Flush中代表的牌是Jack。"
        ],
        themes: [
            { id: "2uYFtCSxoPk" },
            { id: "jTIQhTdy4ZU" },
            { id: "_91Ndwhz68E" }
        ]
    },
    {
        id: "vngelica",
        name: "鮟潔莉卡",
        gender: "女",
        like: "主",
        dislike: "？",
        rank: "？",
        mains: "？",
        traits: [
            "氣質、禮貌、空靈",
            "虔誠的深淵教傳教士",
            "滿口都是上帝",
            "來自深海"
        ],
        outfits: [
            { name: "通常服", url: "profile/vngelica.png" }
        ],
        bio: [
            "背景待補",
        ],
        personality: [
            "個性待補"
        ],
        trivia: [
            "深淵教的「利維坦見證人」教派。",
            "有深海魚血統，皮膚有螢光素，可以發光。",
            "她在Royal Flush中代表的牌是10。"
        ],
        themes: [
            { id: "Bktp5p2IW9w" },
            { id: "dEQHvokfnQk" }
        ]
    },
    {
        id: "wade",
        name: "偉德",
        gender: "男",
        like: "打電動",
        dislike: "現充、社交",
        rank: "A-",
        mains: "專業模型槍",
        traits: [
            "平凡、遲鈍、廢",
            "重度課金遊戲宅",
            "有些怕生",
            "傻瓜處男",
        ],
        outfits: [
        ],
        bio: [
            "背景待補",
        ],
        personality: [
            "個性待補"
        ],
        trivia: [
            "養了一隻小鮭魚，因為很會大便所以偉德總是在幫牠換褲子，也因此被他取名叫做便便王。偉德通常會暱稱牠「便便」或是「尿布」",
        ],
        themes: [
            { id: "aszlqBdGWLE" }
        ]
    }
]